[
{
"id":1,
"khutba":"QUTBA  NO.01",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM (is mein ibteda e aafreinish zameen aur aasmaan aur paidaish e Adam a.s. ka zikr farmaya hai)Tamaam hamd is Allah ke liye hai jis ki madah (tareef) tak bol ne waloun ki rasaaie (pohonch) nahin, jis ki nematoun ko gin-ne wale gin nahi sakte. Na koshish karne wale is ka haq ada karsakte hain, Na baland parwaaz himmatein us-e- paa sakti hai na aql aur fahem ki gahraiyaan is ki tah tak pohonch sakti hai. Us ki kamala e zaat ki koi had muaiyyan nahin. Na us ke liye tauseefi (sifaati) alfaaz hain na us ki ibteda (shuru-aat) ke liye koi waqt hai, jise shumaar mein laya jaa sake, na uski koi muddat hai jo kahin par khatm ho jaye. Us ne maqlooq ko apni qudrat se paida kiya, apni rahmat se hawaoun ko chalaya, thar tharaati hui zameen par pahadoun ki meqein (pillars) gaadh di. Deen ki ibteda is ki Ma-arefat hai, kamaal e ma-arefat is ki tasdeeq hai, kamaal e tasdeeq TAUHEED hai, kamaal e Tauheed tannazia aur Ikhlaas hai aur ikhlaas ye hai ke us se sifatoun  ki nafi        ( substract ) ki jaaye. Kyon ki har Sifat shahid (gawah ) hai ke wo apne mausoof ki ghair hai aur har mausoof shahid hai ke wo sifat ke alawa koi cheez hai. Lihaza jis ne zaat e Ilahi ke alawa sifaat maane, us ne zaat kaa ek doosra saathi maan liya aur jis ne is ki zaat ka koi doosra saathi maana us ne duiee (do maan na ) paida ki jis ne duiee  paida ki us ne is ke liye juz bana daala aur jo is ke liye ajza ( parts ) ka qa-el hua wo us se be-qabar raha aur jo is se be-qabar raha us ne usey qaabil e ishaara samajh liya aur jis ne usey qaabil e ishara sanajh liya us ne is ki had bandi kardi aur jo usey mahdood samjha wo usey doosri cheezoun hi ki qataar mein le aaya jis ne ye kaha ke wo kisi cheez mein hai us ne usey kisi shay ( matter ) ke ziman mein farz kar liya aur jis ne ye kaha ke wo kisi cheez par hai us ne aur jagahoun ko is se khaali samajh li. Wo hai hua nahi. Maujood hai magar adam (nowhere) se wajood mein nahin aaya. Wo har shay ke saath hai, na jismani ittesaal ki tarha, wo har cheez se alaihdah hai, na jismani doori ke taur par, wo faa-el (kaam karne wala) hai, lekin harkaat aur aalaat ka mohtaaj nahin, wo is waqt bhi dekhne wala tha jab ke maqlooqaat mein koi cheez dekhne wali na thi. Wo yagana (ek) hai is liye ke iska koi saathi hi nahin hai ke jis se wo manoos hua aur usey khokar pareshaan ho jaaye. Is ne pehle pahel khalq (creation) ko ijaad (invent) kiya. Baghair kisi fikr ki julani ke aur baghair kisi tajrube ke jis se faayda uthane ki usey zaroorat padhi ho aur baghair kisi harkat ke jise usne paida kiya ho aur baghair kisi walwale aur josh ke jis se wo betaab hua ho. Har cheez ko us ke waqt ke hawale kiya. Be jood cheezoun mein tawazan wahem aahangi paida ki. Har cheez ko judagaana tabiat wa mizaaj ka haamil banaya aur tabiat ke liye munasib sooratein zaroori qaraar di. Wo in cheezoun ko in ke wajood mein aane se pehle jaanta tha. In ki had aur nahiat (neiyyatoun) par ahaata kiye hue tha aur in ke nufoos (nafsoun) aur aaza (organs) ko pehchaanta tha. Phir ye us ne kushaada faza,waseeh atraaf aur aknaaf aur qala (vacuum) ki wasatein khalq ki aur in mein aisa pani bahaya jis ke darya e mawaej ki lehren toofani aur bahr e  zaqaar ki maujein tah ba tah thi ise tez hawa aur tund aandhi ki pusht par laada. Phir usey paani ke paltaane ka hukm diya aur usey is ke paaband rakhne par qaabu diya aur usey is ki sarhad se mila diya. Is ke neeche hawa door tak phaili hui thi aur upar paani thaatein maarta tha. Phir Allah Subhanahu ne is paani ke andar ek hawa khalq ki, jis ka chalna baanjh tha aur isey is ke markaz(center) par qaraar rakha. Is ke jhoonke tez kardiye aur iske chalne ki jagah door wa daraaz tak phailadi phir is hawa ko mamoor (hukm diya) kiya ke wo paani ke zaqeere ko thapede de aur bahr e be karaan ki maujoon ko uchaale is hawa ne paani ko youn mathh diya jis tarha dahi ke mashkize ko matha jaata hai aur isey dhakelti hui tezi se chali. Jis tarha qaali fazaein chalti hain aur paani ke ibtedaai hisse par aur thehre hue ko chalte hue paani par paltaane lagi yahaan tak ke is mastalatum paani ki sateh baland hogayi aur wo tah bat tah paani jhaag dene laga Allah ne wo jhaag khuli hawa aur kushaada faza ki taraf uthai aur is se saatoun aasmaan paida kiye. Neeche wale aasmaan ko ruki hui mauj ki tarha banaya aur upar walay aasmaan ko mahfooz chath aur balanad imaarat ki soorat mein is tarha qayam kiya ke na sutoonoun (pillars) ke sahare ke sahare ki haajat thi na bandhanoun se jood ne ki zaroorat phir un sitaroun ki subah wa bhaj aur raushan taaroun ki chamak damak se aaraasta (sajaya) ki aur un mein zuu paash chiraagh aur jagmagata chaand rawaan kiya jo ghoomne walay falak chalti phirti chath aur jumbish khaane wali loh mein hai. Phir Khuda wand e Aalam ne baland aasmanoun ke darmiyaan shigaaf paida kiye aur in ki wasatoun (spaces) ko tarha tarha ke farishtoun se bhar diya. Kuch un mein sar ba sujood hain jo rukuh nahin karte, kuch rukuh mein hain jo seedhe nahin hote, kuch safein baandhe hue hain jo apni jagah nahin chodhte aur kuch pakeezgi bayaan kar rahe hain jo uktaate nahin, na un ki aankhoun mein neend aati hai na unki aqloun mein bhool chook paida hoti hai na unke badanoun mein susti wa kaaheli aati hai na un par nisyaan (bhool) ki ghaflat taari hoti hai, in mein kuch toh wahi e Ilahi ke ameen, us ke Rasooloun ki taraf paighaam rasaani ke liye zabaan e Haq aur us ke Qataie faisloun aur farmanoun ko le kar aane jaane walay hain, kuch us ke bandoun ke nigehbaan aur jannat ke darwaazoun ke paasbaan hain, kuch wo hain jin ke qadam zameen ki tah mein jame hue hain aur un ke pahloo atraaf e aalam se bhi aagay badhe hue hain. In ke shaane arsh ke paayoun se mael khaatey hain. Arsh ke saamne un ki aankhein jhuki hui hain aur us ke neeche apne paroun mein lipte hue hain aur in mein aur doosri maqlooq mein izzat ke hijaab aur qudrat ke saraa parde hael hain.Wo shakl wa soorat ke saath apne Rab ke tasawwur ko aakhri tasawwur nahin karte na usey mahal aur makaan mein ghira hua samajhte hain na ashbah aur nazroun se us ki taraf ishaara kate hain.(Adam a.s. li taqleeq ke bare mein farmaya)Phir Allah ne saqt wa narm aur shereen wa shoura zaar zameen se mitti jama ki usey paani se itna bhigoya ke wo saaf hokar nithar gayi aur tari se itna goondha ke us mein lass paida hogaya. Us se ek aisi soorat banaie jis mein moodhein aur joodh aazaein aur muqtalif hisse usey yahaan tak sikhaya ke wo khud tham saki aur itna sakht kiya ke wo khankhana ne lagi. Ek waqt e muayyin aur muddat e maloom tak usey youn hi rahne diya. Phir us mein Rooh phoonki, toh wo aise Insaan ki soorat mien khadi hogayi jo quwah e zahni (mind power) ko harkat dene wala fikri harkaat se tasarruf (action) karne wala. Aazah wa jawaareh se qidmat lene wala aur haath pairoun ko chalane wala hai aur aisi shinaqat ka maalik hai jis se haq wa baatil mein tameez  karta hai aur muqtalif mazoun (tastes), buoun, rangoun aur jinsoun (species) mein farq karta hai. Quood ranga rang ki mitti aur milti julti hui muafaq cheezoun aur muqalif zidoun (opposites) aur mutaazaad khatoun (different lines) se uska qameer (material,ingredients) hua hai.Yaani garmi,sardi,tariee,khushki ka paikar hai. Phir Allah ne farishtoun se chaha ke wo us ki sounpi hui dauliat ada karein aur us ke paimaan wasiat ko poora karein. Jo sajda e Adam ke hukm ko tasleem karne aur us ki buzurgi ke saamne tawazeh wa farootni ke liye tha. Is liye Allah ne kaha ke Adam ko sajda karo.Iblees ke siwa sab ne sajda kiya. Usey asbiyat (takabbur) ne ghair liya. Badbaqti us par chagayi. Aag se paida hone ki wajah se apne ko buzurg wa bar-tar samjha aur khankhanati hui mitti ki maqlooq ko zaleel jana. Allah ne usey mohlat di taa ke wo poore taur par ghazab ka mustaheq ban jaaye aur Bani Adam ki aazmaish paa e takmeel tak pohonche aur vaadah poora hojaye. Chunanche Allah ne us se kaha ke tujhe waqt e muayyin ke din tak mohlat hai. Phir Allah ne Adam ko aise ghar mein thairaya jahaan unki zindagi ko khushgawar rakha. Inhein Shaitaan aur uski adawat se bhi hoshiyaar kardiya. Lekin un ke dushman ne un ke jannat mein thaher ne aur nekokaaroun mein mil jhul kar rahne mein hasad kiya aur aakhir kaar inhein fareib de diya. Adam ne yaqeen ko shak aur iraade ke istehkaam ko kamzori ke haathoun bech daala. Masarrt ko khauf se badal liya aur fareib qurdagi ki wajah se nadamat uthaiee. Phir Allah ne Adam ke liye tauba ki gunjaesh rakhkhi.inhein rahmat ke kalme sikhae, jannat mein dobara pohonchane ka un se vaadah kiya aur inhein daar e ibtela aur mahal e aafzaaesh e nasl mein utaar diya.Allah Subhanahu ne unki aulad se ambiya chune. Wahih par un se ahad wa paimaan liya.          Tableegh e Risaalat ka inhein amen banaya, jab ke aksar logoun ne Allah ka ahad badal diya tha. Chunanche wo us ke Haq se beqabar hogaye. Auroun ko us ka shareek bana dala. Shayateen ne is ki Ma-arefat se inhein rugardaan (door) aur us ki ibaadat se alag kardiya.Allah ne un mein apne Rasool maboos kiye aur lagataar Ambiya bhehe taa ke un se fitrat ke ahad wa paimaan poore kara-e-. us ki bhooli hui nematein yaad dilaye. Aur inhein qudrat ki nishaaniaan dikhaye. Ye saroun par baland baam aasmaa, un ke neeche bicha hua farsh e zameen, zinda rakhne wala samaan e maashiat. Fana karne wali ajlein, budha kar dene wali beemariaan aur pay dar pay aane wale haadse. Allah subhanahu ne apni maqlooq ko baghai kisi farsatadahPaighambar ya aasmani kitaab ya daleel qataee ya tareeq e raushan ke kabhi youn hi nahin chodha. Aise Rasool jinhein tadaad ki kami aur jhutlane waloun ki kasrat darmaninda wa aajiz nahin karti thi. Un mein koi sabeq tha jo baad mein aane wala ka naam wa nishaan bataya. Koi baad mein aaya jise pehla pohonchwa chuka tha. Isi tarha muddatein guzargayi, zamane beet gaye,baap dadaoun ki jagah par un ki auladein bas gayi, yahaan tak ke Allah subhanahu ne aeifaa e ahad wa itmaam e nubuat ke Mohammad saws ko maboos kiya, jin ke mutaalaq Nabioun se ahad wa paimaan liya ja chuka tha, jinki alamat e zahoor mashoor mahal zahoor Mubarak wa masood tha.Is waqt zameen par basne waloun ke maslak juda juda, khwahishien mutafarriq wa paragandha aur raay alag alag thi. Youn ke kuch Allah ko maqlooq se tashbeeh dete the, kuch is ke naamoun ko bigaadh dete the, kuch usey chodh kar auroun ki taraf ishaara karte the. Khuda wand e aalam ne Aap saws ki wajah se inhein gumrahi se hidayat ki raah par lagaya aur Aap saws ke wajood se inhein jehalat se chudhaya.Phir Allah subhanahu ne Mohammad saws ko apne liqa (mulaqaat) wa qurb ke liye ke liye chuna, apne khaas inaamaat Aap saws ke liye pasand farmaay daar e duniya ki bood wa baash se Aap saws ko balandtar samjha aur zahmatoun se ghiri hui jagah se Aap saws ke ruq ko moodha aur duniya se ba-izzat Aap saws ko uthaliya. Hazrath saws tum mein us tarha ki cheezein chodh gaye jo Ambiya apni ummatoun mein chodh tea aye the. Is liye ke wo tareeq e waazeh wa nishaan e mohkam qayam kiye baghair hi be qaid wa band inhein nahin paighaam Rabbani pohoncha ke hujjat tamaam karein. Aql ke dafeenoun ko ubhaare chodhte the. Paighambar saws ne tumhari parwardigaar ki kitaab tum mein chodhi hai. Is haalat mein ke inhein kitaab ke haraam wa halaal, waajib wa mustaheb, naseq wa mansooq, raqs wa azaaem, khaas wa aam, ibrad wa misaal, muqaiyad wa mutlaq, mohkam wa mutashaabe ko waazeh taur par baayaan kardiya, majmal aayatoun ki tafseer kardi. Us ki guththioun ko suljha diya is mein kuch aayatein wo hai jin ke jaan ne ki pabandi aayad ki gayi hai aur kuch wo hai ke agar us ke bande un se nawaqif rahein toh muzaeqa nahin. Kuch ahkaam aise hain jin ka wajoob kitaab se saabit hai aur hadees se un ke mansooq hone ka pata chalta hai aur kuch ahkaam aise hain jin par amal karna hadees ki ruu se wajib hai lekin kitaab mein un ke tark ki ijaazat hai. Is kitaab mein baaz wajibaat aise hain jin ka wujoob waqt se wabasta hai aur aur zamane aainda mein unka wujoob bartafaf hojata hai.Quraan ke mahramaat (haraam) mein bhi tafreeq (difference), kuch kabirah hain jin ke lye aatish e jahannum ki dhamkiaan hain aur kuch saghira hain jin ke liye maghferat ke tawaqqoaat paida kiye hai. Kuch aamaal aise hain jin ka thoda se hissa bhi maqbool hai aur ziyada se ziyada izaafeh ki gunjaaesh rakhi hai. Hajj ke silsile mein Farmaya a.s., Allah ne apne ghar ka Hajj tum par wajib kiya, jise logoun ka Qibla banaya hai, jahaan log is tarha khich kar aate hain jis tarha pyaase haiwaan paani ki taraf aur is tarha waraftagee se badhte hain jis tarha kabootar apne aashiaanoun ki jaanib, Allah jalle shanahu ne is ko apni azmat ke saamne in ki firotani wa aajizi aur apni izzat ke aitraaf ka nishaana banaya hai, us ne apni maqlooq mein se sunne walay log chun liye jinhoun ne is ki awaaz par labbaik kahi aur us ke kalaam ki tasdeeq ki wo Ambiyaoun ki jagah par khade. Arsh par tawaaf karne farishtoun se shabahat iqtiyaar ki. Wo apni ibaadat ki tijaarat gaah mein munaafoun ko sameit te hain, aur is waadagah maghferat ki taraf badhte hai. Allah subahnahu ne Quraan mein farmaya ke Allah ka wajib alawa haq logoun par ye hai ke wo khana e kaaba ka hajj karein jinhein wahaan tak pohonch ne ki istetaat ho aur jis ne kufr kiya toh jaan le ke Allah saare se beniyaaz hai."
},
{
"id":2,
"khutba":"QUTBA  NO.02",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM Siffeen se palat ne ke baad farmaya;Allah ki hamd o san’aa karta hoon, is ki nematoun ki takmeel chahiye, is ki izzat wa jalaal ke aagay sar jhukaane aur us ki maasiyat (na farmani) se hifazat haasil karne ke liye aur us se madad maangta hoon us ki kifayat aur dastageeri ka mohtaaj hone ki wajah se jise wo hidayat kare wo gumaraah nahi hoya jise wo dushman rakhe usey kahin thikana nahin milta jis ka wo kafeel ho wo kisi ka mohtaaj nahin rehta ye (hamd aur talab e imdaad) wo hai jis ka har wazan mein aane wali cheez se pallah bhaari hai aur ganj garaan maaye se behtar wa bartar hai. Main gawahi deta hoon ke Allah ke alawa koi mabood nahin jo yakta wa la-shareek hai. Aisi gawahi jis ka khuloos parkha jaa chukka hai. Zindagi bhar hum isi se wabasta raheinge aur isi ko pesh aane wale qatraat le liye zaqeera bana kar rakheinge, yehi gawahi imaan ki mazboot buniyaad aur husn e amal ka pehla qadam aur Allah ki khushnoodi ka zariya aur Shaitaan ki doori sabab hai aur ye bhi gawahi deta hoon ke Mohammad saws is ke abd aur rasool hain jinhein shohratyaafta deen manqoolshuda nishaaniaan likhi hui kitaab zoofishaan nor chamakti hui roshni aur faisla kun amr ke saath bheja taake shukook wa shubahaat ka izaala kiya jaaye aur dalael (ke zaiye se) se hujjat tamaam ki jaaye. Ayatoun ke zariye se daraya jaaye aur uqoobatoun (azaab) se khauf dilaya jaaye. (is waqt haalat ye thi ke) log aise fitnoun mein mubtela the jahaan deen ke bandhan shakasta, yaqeen ke sutoon mutazalzal, usool muqtalif aur halaat paragandha the. Nikalne ki raahein tang wa tareek thi. Hidayat gumnaam aur zalalat humgeer thi.Allah ki muqalefat aur Shaitaan ko madad di jaa rahi thi, imaan be sahara tha chunanche is ke sutoon girgaye aur shahraahein ujad gayi wo Shaitaan ke peeche lag kar is ki raahoun par chalne lage aur is ke ghaat par utar padhe.in hi ki wajah se is ke pharere har taraf lehrane lage the aise fitoun mein jo inhein apne samoun se roundte aur apne khuroun se kuchalte the. Aur apne nachboun ke bal mazbooti se khade hue the  toh wo log in mein har aan wa sar gardaan,jaahil wa fareibqor wo the. Ek aise ghar mein jo khud achcha magar us ke bas ne walay bure the, jahaan neend ke bajaay bedaari aur surme ki jagah aansoo the, is sarzameen par aalim ke muh mein lagaam thi aur jaahil moazziz aur sarfaraaz tha.Isi qutbe ka ek hissa jo Ahlebait e Nabi saws se muta-allaq hai ;Wo sir e khuda ke amen aur is ke deen ki panaahgah hai, ilm e Ilahi ke maghzan (khazane) aur hikmatoun ke marjah hain. Kutub e aasmani ki ghaadiyaan aur deen ke pahaad hain, inhi ke zariye Allah ne is ki pusht ka qam (jhukaw) seedha kiya aur is ke pahluoun se zauf (kamzoori) ki kapkapi door ki.Doosroun ke muta-allaq ;Inhoun ne fasq (jhoot) wa fujoor ki kaasht (cultivate) ki ghaflat wa fareib ke paani se, is ummat mein kisi ko Aal e Mohammad saws par qiyaas nahi kiya jaa sakta. Jin logoun par in ke ahsaanaat humesha jaari rahe hoo wo in ke barabar nahi ho sakte. Wo deen ki buniyaad aur yaqeen ke sutoon hain. Aage badh jaane walay ko in taraf palat kar aana hai aur peeche rah jaane walay ko in se aakar milna hai. Haq e Vilayat ki khususiat in hi ke liye hai aur in hi ke baare mein Paighambar saws ki wasiat aur in hi ke liye wirasat hai. Ab ye waqt wo hai ke Haq apne ahal ki taraf palat aaya aur apni sahih jagah par muntaqil hogaya."
},
{
"id":3,
"khutba":"QUTBA  NO.03",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM Shaqshaqiya ke naam se mashoor hai ;Khuda ki qasam ! farzand e Abu Qahafa ne pairahan e khilafat pahen liya. Halaanke wo mere baare mein achchi tarha jaanta tha ke mera khilafat mein wahi maqaam hai jo chakki ke andar is ke keel ka hota hai. Main wo (koh e baland) hoon jis par se sailaab ka paani guzar kar neeche gir jaaata hai aur mujh tak parindah par nahin maar sakta.( is ke bawajood) Maine khilafat kea age pardah latka diya aur us sey pahloo tahe kar li aur soochna shuru kiya ke apne kate hue haathoun se karoun ya us sey bhayanak teergee par sabr kar lounjis mein sin raseeda bilkul zaeef aur bachcha boodha hojata hai aur momin is mein jid o jahad karta hua apne parwardigaar ke paas pohonch jaata hai. Mujhe is andher par sabr hi qaireen e aql nazar aaya. Lihaza maine sabr kiya. Halaanke aankhoun khalish thi aur qulq mein (gham wa ranj ke) phande lage hue the. Maine apni miraas ko lut te dekh raha tha yahaan tak ke pehle ne apni raah li aur apne baad khilafat ibne Qattab ko de gaya. ( phir ye shair padha )“kahaan ye din jo faaqay ke paalaan par kat-ta hai aur kahaan wo din jo hayyan bar aur jaaber ki sohbat mein guzarta tha. Taajub hai ke wo zindagi mein toh khilafat se sabakdosh hona chahta tha lekin apne marne ke baad is ki buniyaad doosre ke liye istamwaar karta gaya. Be shak in donoun ne saqti ke saath khilafat ke thanoun ko aapas mein baant liya. Us ne khilafat ko ek saqt wa darsht mahl mein rakh diya ke charr ke kaari the. Jis ko chuu kar bhi durushti mehsoos hoti thi. Jahaan baat baat mein thokaar khana aur phir uzr karna tha. Jis ka is se sabeqa padhe wo aisa hai jaise sarkash ounthni ka sawaar ke agar mehaar khainchta hai toh is ki naak ka darmiyaani hissa hi shigaafta hota jaata hai jis ke baad mehaar dena hi namumkin hojata hai. Aur agar bag ko dheela chodh deta hai toh wo is ke saath mohlikoun mein padh jaayega. Is ki wajah se baqaa e eizad ki qasam! Log kajravi sarkashi, matloon mizaaji aur be raah roovi mein mubtela hogaye. Maine is taweel muddat aur shadeed musibat par sabr kiya, yahaan tak ke doosra bhi apni raah laga, aur khilafat ko ek jamaat mein mahdood kar gaya aur mujhe bhi is jamaat ka ek fard khayaal kiya. Ay Allah mujhe is shuraa se kya lagao? in mein ke sab se pehle ke muqable hi mein mere istehqaaq wa fazeelat mein kab shak tha jo ab un logoun mein main bhi shaamil kar liya gaya houn. Magar maine ye tareeqa iqtiyaar kiya tha ke jab wo zameen ke nazdeek ho kar parwaaz kar ne lagi toh bhi aisa hi karne lagoon aur jab wo ounche ho kar udh ne lage toh maine bhi isi tarha parwaaz karoun.In mein se ek shaqs toh keenah wa inaad ki wajah se mujh se munharif ho gaya aur doosra damaadi aur bughz na guftahbah baatoun ki wajah se idhar jhuk gaya. Yahaan tak ke is qoum ka teesra shaqs peit phailaye sargeen aur chaare ke darmiyaan khada hua aur us ke saath is ke bhai band uth khade hue. Jo Allah ke maal ko is tarha nigalte the jis tarha ounth fasal e rabi ka charah churta hai. Yahaan tak ke wo waqt aagaya jab us ki bati hui rassi ke bal khul gaye aur us ki badamalioun ne is ka kaam tamaam kardiya aur shikampuri ne usey muh ke bal gira diya.  Us waqt muhje logoun ke hujoom ne wahshatzada kardiya jo meri jaanib bajo ke ayaal ki tarha har taraf se lagataar badh raha tha yahaan tak ke aalam ye hua ke Hassan a.s. aur Hussain a.s. kuchle jaa rahe the. Wo sab mere gird bakrioun ke gale ki tarha ghera dale hue the magar is ke bawajood jab main amr e khilafat ko le kar uththa toh ek girooh ne bayat todh daali aur doosra deen se nikal gaya aur teesre giroh ne fasq iqtiyaar kar liya. Goya inhoun ne Allah ka ye irshaad sunahi na tha ke “ ye aakhirat ka ghar humne in logoun ke liye qaraar diya hai jo duniya mein (be jaa) balandi chahte hain na fasaad phailate hain aur achcha anjaam parhezgaaroun ke liye hai ” haan haan khuda ki qasam in logoun ne is ayat ko suna tha aur yaad kiya tha, lekin in ki nigahoun mein duniya ka jamaal khub gaya aur is ki saj dhaj ne inhein lubha diya.Dekho us zaat ki qasam jis ne daane ko shigaafta kiya aur zee ruh cheezein paida ki, agar bayat karne waloun ki maujoodgi aur madad karne waloun ke wajood se mujh apr hujjat tamaam na hogayi hoti aur wo ahad na hota jo Allah ne Ulema se le rakha hai ke wo zaalim ki shikam puri aur mazloom ki garsangi par sukoon wa qaraar se na baithein toh main khilafat ki bag door isi ke kandhe par daal deta aur is ke aakhir ko is pyaale se sairaab karta jis pyaale se is ko awwal sairaab kiya tha aur tum apni duniya ko meri nazroun mein bakri ki cheenk se bhi ziyada na qaabile aiytna paate. Logoun ka bayaan hai ke jab hazrat qutba padhte hueis maqaam tak pohonche toh ek Iraqi bashindah aage badha aur ek naawishta hazrat ke saamne pesh kiya Aap a.s. usey dekhne lagey. Jab faregh hue toh ibne Abbas ne kaha ya Ameerul Momineen a.s. aap ne jahaan se qutba chodha tha wahin se is ka silsila aagey badhayein. Hazrat ne farmaya ke ay ibne Abbas ye SHAQSHAQIYA (gosht ka wo narm lothda jo ounth ke muh se masti wa haijaan ke waqt nikalta hai) tha jo ubhar kar dab gaya. Ibne Abbas kehte hai ke mujhe kisi kalaam ke muta-allaq itna afsoos nahi hua jitna is kalaam ke muta-allaq, is bina par hua ke Hazrat wahaan tak na pohonch sake jahaan tak wo pohonchana chahte the."
},
{
"id":4,
"khutba":"QUTBA  NO.04",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM Hamari wajah se tumne (gumrahi ki) teergioun mein hidayat ki roshni paaie aur raf-at wa balandi ki chotioun par qadam rakha, aur Hamar sabab se andheri raatoun ko andherioun se subah e hidayat ke ujaloun mein aagaye. Wo kaan behre hojayein jo chillaane walay ki cheeq pukaar na sune. Bhala wo kyun kar meri kamzoor aur dheemi awaaz ko sun payenge jo Allah o Rasool saws ki baland bang sadaoun ke sunne se bhi be behra (laparwa) rah chuke hon. In diloun ko sukoon wa qaraar naseeb ho jin se khauf e khuda dhadkanein alag nahi hoti, main tum se hameshaan az ru e bewafai hi ke nataej ka muntazar raha aur fareib khurdah logoun jaise rang dhang ke saath tumhein bhaanp liya tha. Agar che deen ke naqaab ne mujh ko tum se chupaye rakhkha lekin meri neiyyat ke sidq (sachchai) wa safa ne tumhari sooratein mujhe dikhadi thi. Main bhatkaane wali raahoun mein tumhare liye jaadah e Haq par khada tha jahaan tum milte milaate the magar koi raah dikhaane wala na tha. Tum kunwa khodte the magar paani nahi nikaal sakte the. Aaj maine apni is khamoosh zabaan ko jis mein badi haan ki quwwat hai goya kiya hai is shaqs ki raay ke liye doori ho jis ne mujh kinara kasha ki.Jab se mujhe Haq dikhaya gaya hai main ne kabhi is mein shak wa shubha nahi kiya. Hazrat Moosa ne apni jaan ke liye khauf ka lihaaz kabhi nahin kiya, balke jaahiloun ke ghalbe aur gumraahi ke tasallat tha (isi tarha meri ab tak ki khamooshi ko samajhna chahiye) aaj hum aur tum Haq aur baatil ke dorahe par khade hue hain, jise paani ka itmenaan hai wo pyaas mehsoos nahi karta, isi tarha meri maujoodgi mein tumhein meri qadr nahi."
},
{
"id":5,
"khutba":"QUTBA  NO.05",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM Jab RasoolAllah SAWS Ne Duniya Se Rahlat Farmaiee Toh Abbas Aur Abu Sufiaan Ibne Harb Ne Aap a.s. Se Arz Kiya Ke Hum Aap a.s. Ki Bay-At Karna Chahte Hain, Jis Par Hazrat Ne Farmaya –Aye Logo! Fitno Wa Fasad Ki Maojo Ko Najat Ki Kashtion Se Cheer Kar Apne Ko Nikal Le Jao.  Tafreqa wa Inteshar Ki Rahon Se Apna Ruq Modh Lo, Faqar Wa Mabahaat Ke Taj Utaar Dalo, Sahi Tareeq E Amal Iqtiyaar Karne Mein Kamyaab Wo Hai Jo Uthe To Par wa Baal Ke Saath Uthe Aur Nahi Toh (Iqtedaar Ki Kursi) Doosroun Ke Liye Chodh Baithe. Aur Is Tarha Khalq E Khuda Ko Bad Amani Se Rahat Mein Rakhkhe. (Is Waqt Talab E Khilafat Ke Liye Khade Hona) Ye Ek Gandla Paani Aur Aisa Luqma Hai Jo Khaane Walay Ke Gulugeer Hokar Rahega. Phaloun Ko In Ke Pakne Se Pehle Chunne Wala Aisa Hai Jaise Doosroun Ki Zameen Mein Kaasht Karne Wala. Agar Bolta Hoon Toh Log Kehte Hain Ke Ye Duniayavi Sultanat Par Mite Hue Hain Aur Chup Rehta Hoon Toh Kehte Hain Ke Maut Se Dargaye. Afsoos Ab Ye Baat Jab Ke Main Har Tarha Ke Nasheb Wa Faraaz Dekhe Baitha Hoon, Khuda Ki Qasam Abu Talib a.s. Ka Beta Maut Se Itna Manoos Hai Ke Bachcha Apni Maa Ki Chathi Se Itna Manoos Nahin Hota. Albatta Ek Ilm Poshida Mere Seene Ki Tahoun Mein Lipta Hua Hai Ke Ise Zahir Kardoun Toh Tum Isi Tarha Pej Wa Tab Khaane Lago Jis Tarha Gehre Kuwaun Mein Rassiaan Larazti Aur Thar Tharaati Hain."
},
{
"id":6,
"khutba":"QUTBA  NO.06",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM Jab Aap Se Ye Kaha Gaya Ke Aap a.s. Talha Wa Zubair Ka Peecha Na Karein Aur In Se Jung Karne Ki Na Than Lein Toh Aap a.s. Ne Farmaya- ; Khuda Ki Qasam Main Is Bajju Ki Tarha Na Honga Jo Lagataar Khatkhata e  Jaane Se Sota Hua Ban Jaata Hai. Yahaan Tak Ke Is Ka Talabgaar (shikari) Is Tak Pohonch Jaata Hai Aur Ghaat Lagakar Baithne Wala Is Par Achanak Qaabu Paaleta Hai. Balke Main Toh Haq Ki Taraf Badhne Waloun Aur Goosh Par Awaaz E Itaa-At Shearoun Ko Lekar In Khata Wa Shak Mein Padhne Waloun Par Apni Talwar Chalata Rahunga Yahan Tak Ke Meri Maut Ka Din Aajaye. Khuda Ki Qasam! Jab Se Allah Ne Apne Rasool SAWS Ko Duniya Se Uthaya Barabar Doosroun Ko Mujh Par Muqaddam Kiya Gaya Aur Mujhe Mere Haq Se Mahroom Rakhkha Gaya."
},
{
"id":7,
"khutba":"QUTBA  NO.07",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM Inhoun Ne Apne Har Kaam Ka Karta Dharta Shaitaan Ko Bana Rakhkha Hai Aur Is Ne In Ko Apna Aala Kaar Bana Liya Hai, Is Ne In Ke Seenoun Mein Ande Diye Hain Aur Bachche Nikaale Hain Aur In Hi Ki Goodh Mein Wo Bachche Reingte Aur Chalte Koodte Hain Wo Dekhta Hai Toh Unki Aankhoun Se Aur Bolta Hai Toh Unki Zabanoun Se. Is Ne Inhein Khataoun Ki Raah Par Lagaya Hai Aur Badi Baatein Saj Kar Un Ke Saamne Rakhkhi Hain Jaise Us Ne Inhein Apni Tasallat Mein Shareek Bana Liya Ho Aur Inhi Ki Zabaanoun Se Apne Kalaam E Baatil Ke Saath Bolta Hai."
},
{
"id":8,
"khutba":"QUTBA  NO.08",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM Ye Kalaam Zubair Ke Muta-Allaq Is Waqt Farmaya Jab Ke Halaat Isi Qism Ke Bayaan Ke Mutaqazzi The, Wo Aisa Zaahir Karta Hai Ke Is Ne Bay-At Haath Se Karli Thi Magar Dil Se Nahin Kit Hi, Bahr E Soorat Is Ne Bay-At Ka Toh Iqraar Kiya Lekin Is Ka Ye Adaa Ke Is Dil Mein Khot That Oh Usey Chahiye Ke Is Daave Ke Liye Koi Daleel Pesh Kare Warna Jis Bay-At Se Munharif Hua Hai Is Mein Waapas Aaye."
},
{
"id":9,
"khutba":"QUTBA  NO.09",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM Jang E Jamal Ke Ashaab Ke Muta-Allaq Farmaya-;Ay Raad Ki Tarha Garje Aur Bijli Ki Tarha Chamke, Magar In Donoun Baatoun Ke Bawajood Buzdili Hi Dikhai Aur Hum Jab Tak Dushman Par Toot Nahi Padhte Garajte Nahi Aur Jab Tak (Amali Taur Par) Baras Nahi Lete (Lafzoun Ka) Sailaab Nahi Bahate."
},
{
"id":10,
"khutba":"QUTBA  NO.10",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM Jab Talha wa Zubair bay-at todh kar alag hogaye aur hazrat Ayesha ki humrahi mein Basra rawana hue to Hazrat ne ye kalemaat irshaad farmaye-;Shaitaan ne apne girooh ko jama kar liya hai aur apne sawaar wa pyaade samet liye hain, mere saath yaqeenan meri baseerat hai na main ne khud (jaan bujh kar) kabhi apne ko dhoka diya aur na waqaiy kabhi mujhe dhoka hua. Khuda ki qasam main in ke liye ek aisa hauz chalkaunga jis ka paani nikaalne wala main hoon. Inhein hamesha ke liye nikalne ya (nikal kar) phir waapas aane ka koi imkaan hi na hoga."
},
{
"id":11,
"khutba":"QUTBA  NO.11",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM Jab Jang E Jamal Mein Alam Apne Farzand Mohammad Bin Hanafia Ko Diya Toh Un Se Farmaya – Pahaad Apni Jagah Chodh De Magar Tum Apni Jagah Se Na Hanta, Apne Daantoun Ko Beenchlena, Apna Kaasa Allah Ko Aaryat De Dena, Apne Qadam Zameen Mein Gaadh Dena, Lashkar Ki Aakhri Safoun Par Apni Nazar Rakhna Aur (Dushman Ki Kasrat Wa Taaqat Se) Aankhoun Ko Band Kar Lena Aur Yaqeen Rakhna Madad Khuda Hi Ki Taraf Se Hoti Hai."
},
{
"id":12,
"khutba":"QUTBA  NO.12",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM Jab Khuda Wande Aalam Ne Aap a.s. Ko Jamal Waloun Par Ghalba Ata Kiya Toh Us Mauqeh Par Aap a.s. Ek Sahabi Ne Aap a.s. Se Arz Kiya Ke Mere Falaan Bhai Bhi Yahaan Maujood Hota Toh Wo Bhi Dekhta Ke Allah Ne Kaisi Aap a.s. Ko Dushmanoun Par Fatah Wa Kaamraani Ata Farmaie Hai, Toh Aap a.s. Ne Farmaya Ke Kya Tumhara Bhai Humein Dost Rakhta Hai? Us Ne Kaha Ke Haan, Toh Aap a.s. Ne Farmaya Ke Wo Hamare Paas Maujood Tha Balke Hamare Is Lashkar Mein Wo Ashqaas Bhi Maujood The Jo Abhi Mardoun Ke Sulb Aur Aurtoun Ke Shikam Mein Hain. Anqareeb Zamana Inhein Zaahir Karega Aur Un Se Imaan Ko Taqwiat Pohonchegi."
},
{
"id":13,
"khutba":"QUTBA  NO.13",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Ahle Basra Ki Mazammat Mien……. Tum Ek Aurat Ki Sipaah Aur Ek Chowpaaye Ke Taabeh The. Wo Bilbilaya To Tum Labbaik Kehte Hue Badhein Aur Wo Zakhmi Hua Toh Tum Bhaag Khade Hue, Tum Past Akhlaaq Ahad Shikan Ho Tumhare Deen Ka Zaahir Kuch Aur Hai Aur Baatin Kuch. Tumhari Sarzameen Ka Paani Tak Shour Hai Tum Mein Aqaamat Karne Wala Gunahoun Ke Jaal Mein Jakda Hua Hai Aur Tum Mein Se Nikal Jaane Wala Apne Parwardigaar Ki Rahamat Ko Paalne Wala Hai. (Aane Wala) Manzar Meri Aankhoun Mein Phir Raha Hai Jab Ke Tumhari Masjidein Numaya Hogi Jis Tarha Kashti Ka Seena Dar Halaanke Allah Ne Tumhare Shahar Mein Is Ke Upar Aur Is Ke Neeche Se Azaab Bhej Diya Hoga Aur Wo Apne Rahne Waloun Ke Sameyt Doob Chukka Hoga.(Ek Aur Riwayat Mein Youn Hai) Khuda Ki Qasam Tumhara Shahar Gharq Ho Kar Rahega Is Had Tak Ke Is Ki Masjid Kashti K Eagle Hisse Ya Seene Ke Bal Baithe Hue Shutur Murgh Ki Tarha Goya Mujhe Nazar Aarahi Hai. (Ek Aur Riwayat Mein Is Tarha Hai) Tumhara Shahar Allah Ke Asab Sharaoun Mein Mitti Ke Lehaaz Se Ganda Aur Badboodaar Hai. Ye (Samandar Ke) Paani Se Qareeb Aur Aasmaan Se Door Hai. Burai Ke Dus Hissoun Mein Se Nau (9) Hisse Is Mein Paaye Jaate Hain Jo Is Mein Aa Pohoncha Wo Apne Gunahoun Mein Aseer Hai Aur Jo Is Se Chal Diya? Ilahi Is Ka Shareek E Haal Raha. Goya Main Apni Aankhoun Se Is Basti Ko Dekh Raha Hoon Ke Sailaab Ne Isey Is Had Tak Dhaanp Liya Hai Ke Masjid Ke Kangruoun Ke Siwa Kuch Nazar Nahi Aata Aur Wo Youn Maloom Hote Hai Jaise Samandar Ki Gehraiyaoun Par Parinde Ka Seena."
},
{
"id":14,
"khutba":"QUTBA  NO.14",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Ye Bhi Ahle Basra Ki Mazammat Mien…….Tumhari Zameen (Samandar) Ke Paani Se Qareeb Aur Aasmaan Se Door Hai. Tumhari Aqlein Sabak Aur Daanaiyaan Qaam Hai. Tum Har Teer Andaaz Ka Nishaana Har Khaane Walay Ka Luqma Aur Seed Afganioun Ka Shikaar Ho."
},
{
"id":15,
"khutba":"QUTBA  NO.15",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Hazart Usmaan Ko Ata Karda Jageerein Jab Musalmanoun Ko Paltaa Dein, Toh Farmaya – Khuda Is Qasam Agar Mujhe Aisa Maal Kahin Nazar Aata  Jo Aurtoun Ke Maher Aur Kaneezoun Ki Qareedari Par Sarf Kiya Ja Chukka Hota Toh Usey Bhi Waapas Palta Deta. Kyun Ke Adl Ke Taqazoun Ko Poora Karne Mein Was-At Hai Aur Jise Adl Ki Soorat Mein Tangi Mehsoos Ho Usey Zulm Ki Soorat Mein Zyaada Tangi Mehsoos Hogi."
},
{
"id":16,
"khutba":"QUTBA  NO.16",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM   Jab Madina Mein Aap a.s. Ki Bay-At Hui Toh Farmaya –Main Qaul Ka Zimmedaar Hoon Aur Is Ki Sehat Ka Zaamin Hoon, Jis Shaqs Ko Is Ki Deeda Ibrat Ne Guzishta Aqubatein Waazeh Taur Se Dikhai Di Hoon, Isey Taqwa Shub-Haat Mein Andha Dund Koodne Se Rook Leta Hai. Tumehien Jaan Na Chahiye Ke Tumhare Liye Wahi Albatta Aat Phir Palat Aaye, Jo Rasool Saws Ki Baysat Ke Waqt The , Is Zaat Ki Qasam Jis Ne Rasool Saws Ko Haq Wa Sadaqat Ke Saath Bheja, Tum Buri Tarha Tah Wa Baala (Neeche –Upar) Kiye Jaoge, Aur Is Tarha Chaante Jaoge Jis Tarha Channi Se Kisi Cheez Ko Chaana Jaata Hai Aur Is Tarha Qalt Malt Kiye Jaoge Jis Tarha (Chamche Se Handiya) Yahaan Tak Ke Tunahre Adna (Chote) Aala (Bade) Aur Aala Adna Ho Jayenge. Jo Peeche The Aage Badh Jayenge Aur Jo Hamesha Aage Rehte The Wo Peeche Chale jayenge. Khuda Ki Qasam Maine Koi Baat Parde Mein Nahi Rakhi, Na Kabhi Kazb Bayani Se Kaam Liya , Mujhe Is Maqaam Aur Is Din Ki Pehle Hi Qabar Di Ja Chuki Hai. Maloom Hona Chahiye Ke Gunaah In Sarkash Ghodoun Ke Manind Hai Jin Par Un Ke Sawaroun Ko Sawaar Kar Diya Gaya Ho Aur Baagein Bhi In Ki Utaar Di Gayi Ho Aur Wo Leja Kar Inhein Dozaq Mein Phaand Padhein Aur Taqwa Karne Walay In Sawaarion Ke Manind Hain Jin Par In Ko Sawaar Kiya Gaya Ho Is Tarha Ke Baagein In Ke Haath Mein De Di Gayi Hoon Aur Wo Inhein Itmenaan Ke Saath Jannat Mein Utaar Dein.Ek Haq Hota Hai Aur Agar Haq Kam Hogaya Hai Toh Baaz Awqaat Aisa Hua Hai Aur Bohot Mumkin Hai Ke Who Is Ke Baad Baatil Chaa Jaaye, Agar Che Aisa Kam Hi Hota Hai Ke Koi Cheeez Peeche Hat Kar Aage Badhe.          Allama Razi rh. Farmate Hain Is Qutbe Ko Samajhna Aam Logoun Ke Bas Ka Nahi Bas Wohi Samajh Sakte Hain Jo Ka Ma Haqqahu Maarifat Se Waaqif Ho.Is Qutbe Ek Aur Hissa Ye Hai;-Jis Ke Pesh E Nazar Dozaq Wa Jannat Ho Is Ki Nazar Kisi Aur Taraf Nahin Uth Sakti, Jo Tez Qadam Daudh Ne Wala Hai Wo Najaat Yaafta Hai Aur Jo Talabgaar Ho Magar Sust Raftaar  Usey Bhi Tawaqha (Khwahish) Ho Sakti Hai Magar Jo (Iraadatan, Jaan Bujh Kar) Koyaahi Kar Ne Wala Ho Usey Toh Dozaq Mein Girna Hai. Daein Ya Baein Mein Gumrahi Ki Raahein Hain Aur Daarmiyaani Raasta Hi Siraat E Mustaqeem Hai. Is Raaste Par Allah Ki Hameshaan Rahne Wali Kitaab Aur Nabuat Ke Aasaar Hain, Isi Se Shariat Ka Nafaaz Aur Ijra Hua Aur Isi Ki Taraf Aakhirkaar Baazguzisht Hai, Jis Ne Ghalat Ad-Duaa (Iraada) Kiya Wo Tabaah Wa Barbaad Hua, Jisne Aftaraa Baandha Wo Nakaam Wa Na Muraad Raha. Jo Haq Ke Muqable Mein Khada Hota Hai Tabaah Ho Jata Hai. Aur Insaan Ki Jehaalat Is Se Badh Kar Kya Hogi Ke Wo Apni Qadr Wa Manzilat Ko Na Pehchaane, Wo Asl Wa Asaas, Jo Taqwe Par Ho Barbaad Nahi Hoti Aur Us Ke Hote Hue Kisi Qism Ki Kasht (Amal) Be Aab Wa Khushk Nahi Hoti. Tum Apne Ghar Ke Gooshoun Mein Chup Kar Baith Jao, Aapas Ke Jhagdoun Ki Islaah Karo, Taubah Tumhare Aqab (Peeche) Mein Hai. Hamd Karne Wala Sirf Apne Parwardigaar Ki Hamd Kare Aur Bhala Bura Kehne Wala Apne Hi Nafs Ki Malaamat Kare."
},
{
"id":17,
"khutba":"QUTBA  NO.17",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Ye Qutba Un Logoun Ke Baare Mein Hai Ummat Ke Faisle Chukaane Ke Liye Masnad Qazaa Halaan Ke Wo Is Ke Ahal Ke Nahi Hote.Tamaam Logoun Mein Sab Se Zyaada Khuda Ke Nazdeek Mabghooz Do Shaqs Hain, Ek Wo Jise Allah Ne Is Ke Nafs Ke Hawale Kardiya Ho (Yaani Us Ki Bad Amaliyoun Ki Wajah Se Apni Taufeeq Salb Karli) Jis Ke Baad Wo Seedhi Raah Se Hata Hua Biddat Ki Baatoun Par Fareyftah Aur Gumraahi Ki Tableegh Par Mita Hua Hai. Wo Apne Hawaqahioun Ke Liye Fitna Aur Sabeqa Logoun Ki Hidayat Se Bargushta Hai. Wo Tamaam Un Logoun Ke Liye Jo Is Ki Zindagi Mein Ya Us Ki Maut Ke Baad Is Ki Pairvi Karein Gumraah Karne Walay Hai. Wo Doosroun Ke Gunahoun Ka Boojh Uthaye Hue Aur Khud Apni Khataoun Mein Jakda Hua Hai, Aur Doosra Shaqs Wo Hai Wo Hai Jis Ne Jehaalat Ki Baatoun Ki (Idhar Udhar Se) Batour Liya Hai. Wo Ummat Ke Jaahil Afraad Mein Daud Dhoop Karta Hai, Aur Apne Fitnoun Ki Tareekioun Mein Ghaafil Wa Madhoosh Padha Rehta Hai Aura Man Wa Aashti Ke Faaydoun Se Aankh Band Kar Leta Hai. Chand Insaani Aurat Wa Shakal Se Milte Julte Hue Logoun Ne Usey Aalim Ka Laqab De Rakha Hai Halaanke Wo Aalim Nahi Wo Aisi (Be Sood) Baatoun Ke Sameyt Ne Ke Liye Muh Andhere Nikal Padhta Hai Jin Ka Na Hona Hone Se Behtar Hai. Yahaan Tak Ke Jab Wo Is Gande Paani Se Sairaab Ho Leta Hai Aur Lalaiyni Baatoun Ko Jamaah Kar Leta Hai Toh Logoun Mein Qaazi Ban Kar Baith Jaata Hai Aur Doosroun Par Mushtabah Rehne Walay Masael Ke Hal Karne Ka Zimma Leleta Hai. Agar Koi Uljha Hua Masla Is Ke Saamne Pesh Hota Hai Toh Apni Raay Se Us Ke Liye Bharti Ki Farsoodah Daleel Muhaiyya Kar Leleta Hai Aur Phir Is Par Yaqeen Bhi Kar Leleta Hai. Is Tarha Wo Shuba-Haat Ke Uljhaav Mein Phansa Hua Hai Jis Tarha Makdi Khud Hi Apne Jaale Ke Andar, Wo Khud Ye Nahin Jaanta Ke Is Ne Sahih Hukm Diya Hai Ya Ghalat. Agar Sahi Baat Bhi Kahi Ho Toh Usey Ye Andesha Hota Hai Ke Kahin Ghalat Na Ho, Aur Ghalat Jawaab Ho Toh Usey Tawaqqo Rehti Hai Ke Shayed Yehi Sahih Ho, Wo Jehaalatoun Mein Bhatakne Wala Jaahil Aur Apni Nazar Ke Dhundlapan Ke Saath Tareekioun Mein Bhatakne Wali Sawaarioun Par Sawaar Hai. Na Is Ne Haqeeqat E Ilm Parkha Na Is Ki Tah Tak Pohoncha. Wo Riwayat Ko Is Tarha Darham Barham Karta Hai Jis Tarha Hawa Sukhe Hue Tinkoun Ko. Khuda Ki Qasam! Wo In Masael Ke Hal Kar Ne Ka Ahel Nahi Jo Is Se Pooche Jaate Hain Aur Na Is Mansab Ke Qaabil Hain Jo Supurd Kiya Gaya Hai. Jis Cheez Ko Wo Nahi Jaanta Is Cheez Ko Wo Koi Qaabil E Aytna Ilm Hi Nahin Qaraar Deta Aur Jahaan Tak Wo Pohonch Sakta Hai Is Kea Age Ye Samajhta Hi Nahi Ke Koi Doosra Pohonch Sakta Hai. Aur Jo Baat Us Ki Samajh Mein Nahi Aati Usey Pee Jata Hai, Kyun Ke Wo Apni Jehaalat Ko Khud Jaanta Hai. (Na Haq Bahaye Hue) Khoon Us Ke Naarawa Faiasloun Ki Wajah Se Cheeq Rahein Hain Aur Ghair Mustaheq Afraad Ko Pohonchi Hui Meeraasein Chala Rahi Hai. Allah Hi Se Shikwah Hai Un Logoun Ko Jo Jehalat Mein Jitne Hain Aur Gumraahi Mein Marjaate Hain. Un Mein Quraan Se Zyaada Koi Be Qeemat Cheez Nahin Jab Ke Usey Is Tarha Pesh Kiya Jaaye Jaisa Pesh Karne Ka Haq Hai Aur Is Quraan Se Zyaada In Mein Koi Muqbool Aur Qeemti Cheez Nahi. Is Waqt Jab Ke Is Ki Ayatoun Ka Be Mahel Istemaal Kiya Jaaye In Ke Nazdeek Neki Se Zyaada Koi Buraie Aur Buraie Se Zyaada Koi Neki Nahin."
},
{
"id":18,
"khutba":"QUTBA  NO.18",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Fatawe (Fatwoun) Mein Ulema Ke Muqtalif Ul Aara Hone (Alag Alag Raay) Hone Ki Mazammat Mein Farmaya -; Jab In Mein Se Kisi Ek Ke Saamne Koi Maamlah Faisle Ke Liye Pesh Hota Hai Toh Wo Apni Raay Se Is Ka Hukm Laga Deta Hai. Phir Wohi Masla Doosre Ke Saamne Pesh Hota Hai Toh Wo Is Pehle Ke Hukm Ke Khilaaf Hukm Deta Hai Phir Ye Tamaam Ke Tamaam Qaazi Apne Is Khalifa Ke Paas Jama Hote Hai Jis Ne Inhein Qaazi Bana Rakhkha Hai, Toh Woh Sab Ki Raayoun Ko Sahih Qaraar Deta Hai Halaanke In Ka Allah Ek, Nabi Ek Aur Kitaab Ek Hai. (Inhein Ghour Toh Karna Chahiye) Kya Allah Ne Inhi Iqtelaaf Ka Hukm Tha Aur Ye Iqtelaaf Karke Is Ka Hukm Baja Late Hain Ya Is Ne Toh Haqeeqatan Iqtelaaf Se Mana Kiya Hai Aur Ye Iqtelaaf Kar Ke Amadan Is Ki Nafarmani Karna Chahte Hain. Ya Ye Ke Allah Ne Deen Ko Adhura Chodh Diya Tha Aur In Se Takmeel Ke Liye Haath Batane Ka Khwahishmand Hua Tha Ya Ye Ke Allah Ke Shareek The Ke Inhein Is Ke Ahkaam Mein Dene Ka Haq Ho, Aur Is Par Laazim Ho Ke Wo Is Par Razamand Hai Ya Ye Ke Allah Ne Toh Deen Ko Mukammal Utaara Tha Magar Is Ke Rasool Ne Is Ke Pohonchaane Aur Adaa Karne Mein Kotaahi Ki Thi. Allah Ne Quraan Mein Toh Ye Farmaya Hai Ke Hum Ne Kitaab Mein Kisi Cheez Ke Bayaan Karne Mein Kotaahi Nahin Ki Aur Is Mein Har Cheez Ka Waazeh Bayaan Hai Aur Ye Bhi Kaha Hai Ke Quraan Ke Baaz Hisse Baaz Hissoun Ki Tasdeeq Karte Hain Aur Is Mein Koi Iqtelaaf Nahi. Chunaanche Allah Ka Ye Irshaad Hai Ke Agar Ye Quraan Allah Ke Alawa Kisi Aur Ka Bheja Hua Hota Toh Tum Is Mein Kaafi Iqtelaaf Paate Aur Ye Ke Is Ka Zaahir Khushnuma Aur Baatin Gehra Hai. Na Is Ke Aja-Yebaat Mitne Walay Aur Na Is Ke Lataef Khatm Hone Walay Hain. Zulmat (Jehalat) Ka Parda Isi Se Chaak Hota Hai."
},
{
"id":19,
"khutba":"QUTBA  NO.19",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Ameer ul Momineen a.s. Minbar E Kufa Par Qutba Irshaad Farma Rahe The Ke Ash-As Ibne Qais Ne Aap Ke Kalaam Par Aitraaz Karte Hue Kaha Ke Ya Ameer ul Momineen Ye Baat Toh Aap a.s. Ke Haq Mein Nahin Balke Aap a.s. Ke Khilaaf Padhti Hai Toh Hazrat Ne Usey Nigaahe Ghazab Se Dekha Aur Farmaya-;Tujhe Kya Maloom Ke Kounsi Cheez Mere Haq Mein Hai Aur Kounsi Cheez Mere Khilaaf Jaati Hai Tujh Par Allah Ki Phitkaar Aur Laanat Karne Waloun Ki, Tu Julahe Ka Beta Julaha Aur Kaafir Ki Goodh Mein Palne Wala Munafiq Hai, Tu Ek Dafah Kaafiroun Ke Haathoun Mein Aur Ek Dafah Musalmanoun Ke Haathoun Mein Aseer (Giraftaar) Hua Lekin Tujh Ko Tera Maal Aur Hasab Is Aar Se Na Bacha Saka Aur Jo Shaqs Apni Talwaar Chala De Aur Is Ki Taraf Maut Ko Daawat Aur Halaakat Ko Bulawa De Woh Isi Qaabil Hai Ke Qareebi Is Se Nafrat Karein Aur Door Walay Bhi Is Par Bharosa Na Karein."
},
{
"id":20,
"khutba":"QUTBA  NO.20",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Jin Cheezoun Ko Tumhare Marne Waloun Ne Dekha Hai Agar Tum Bhi Inhein Dekh Lete To Ghabra Jaate Aur Sara Seemah Aur Muztarab (Bechain) Hojate Aur (Haq Ki Baat) Sunte Aur Is Par Amal Karte. Lekin Jo Inhoun Ne Dekha Hai Wo Bhi Tum Se Poshida Hai Aur Qareeb Hai Ke Wo Pardah Utha Diya Jaaye. Agar Tum Chashme Beena Wa Goosh Sanwaar Rakhte Ho Toh Tumhein Sunaya Aur Dikhaya Jaa Chukka Hai Aur Hidayat Ki Talab Hai Toh Tumhein Hidayat Ki Jaa Chuki Hai, Main Sach Kehta Hoon Ke Ibratein Tumhein Baland Awaaz Se Pukaar Chuki Hain, Aur Dhamkaane Waali Cheezoun Se Tumhein Dhamkaya Jaa Chuka Hai. Aasmani Rasooloun (Farishtoun) Ke Baad Basher Hi Hote Hain Jo Tum Tak Allah Ka Paighaam Pohonchate Hain. Isi Tarha Meri Zabaan Se Jo Hidayat Ho Rahi Hai Dar Haqeeqat Allah Ka Paighaam Hai Jo Tum Tak Pohonch Raha Hai."
},
{
"id":21,
"khutba":"QUTBA  NO.21",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Tumhari Manzil E Maqsood Tumhare Saamne Hai. Maut Ki Saat (Ghanta/Hour) Tumhare Aqab (Peeche) Mein Hai, Jo Tumhein Aage Ki Taraf Se Le Chal Rahi Hai. Halke Halke Rahe Taake Aage Badhne Waloun Ko Paa Sako. Tumahre Agloun Ko Pichloun Ka Intezaar Karaya Jaa Raha Hai. (Ke Ye Bhi In Tak Pohonch Jaayein)."
},
{
"id":22,
"khutba":"QUTBA  NO.22",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Maloom Hona Chahiye Ke Shaitaan Ne Apne Girooh Ko Bhadkaana Shuru Kardiya Aur Apni Faujein Faraham Karli Taake Zulm Apni Inteha Ki Had Tak Aur Baatil Apne Maqaam Par Palat Aaye. Khuda Ki Qasam! Inhoun Ne Mujh Par Koi Sachcha Ilzaam Nahi Lagaya Aur Na Inhoun Ne Mere Aur Apne Darmiyaan Insaaf Bartaa. Woh Mujh Se Is Haq Ka Mutaleba Karte Hain Jise Khud Hi Inhoun Ne Chodh Diya. Ab Agar Is Mein Main In Ka Shareek Tha Toh Phir Is Mein In Ka Bhi Toh Hissa Nikalta Hai Aur Agar Wohi Is Ke Murtakib Hue Hain, Main Nahi Toh Phir Us Ki Saza Bhi Sirf Inhi Ko Bhugatna Chahiye, Jo Sab Se Badi Daleel Wo Mere Khilaaf Pesh Karenge. Woh Inhi Ke Khilaaf Padhegi. Woh Us Maa Ka Doodh Peena Chahte Hain Jis Ka Doodh Munqatah Ho Chuka Hai. Aur Mari Hui Biddat Ko Phir Se Zinda Karna Chahte Hain. Uff Kitna Namuraad Ye Jung Ke Liye Pukaarne Wala Hai. Ye Hai Koun Jo Lalkaarne Wala Hai, Aur Kis Maqsad Ke Liye Is Ki Baat Ko Suna Jaa Raha Hai Aur Main Toh Is Mein Khush Hoon Ke In Par Allah Ki Hujjat Tamaam Ho Chuki Hai Aur Har Cheez In Ke Ilm Mein Hai. Agar In Logoun Ne Itaat Se Inkaar Kiya Toh Main Talwaar Ki Baadh In Ke Saamne Rakh Doonga. Jo Baatil Se Shafa Dene Aur Haq Ki Nusrat Ke Liye Kaafi Hai.Hairat Hai Ke Woh Mujhe Ye Paighaam Bhejte Hain Ke Main Naiza Zani Ke Liye Maidaan Mein Utroun Aur Talwaaroun Ki Jung Ke Liye Jamne Par Teiyyaar Rahoon. Roone Waliaan In Keg Ham Mein Rooyein. Main Toh Hameshaa Aisa Raha Hoon Ke Jung Se Mujhe Dhamkaya Nahi Jaa Saka Aur Shamsheerzani Se Khaufzada Nahi Kiya Jaa Saka Aur Main Apne Parwardigaar Ki Taraf Se Yaqeen Ke Darje Par Faaez Hoon Aur Apne Deen Ki Hifazat Mein Mujhe Koi Shak Nahi Hai."
},
{
"id":23,
"khutba":"QUTBA  NO.23",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Har shaqs me maqsoom mein jo kam ya zyaada hota hai, isey le farmaan e khaza aasmaan se zameen par is tarha utarte hain jis tarha bearish ke qatraat lehaaza agar koi shaqs apne kisi bhai ke ahal wa ayaal wa nafs mein faraawni wa was-at paaye toh ye cheez is ke liye kabeedgi khaatir ka sabab na bane. Jab tak koi mard e musalmaan kisi zaleel harkat ka murtakib nahin hota ke jo zaahir hojaye toh is ke tazkerah se isey aankhoun neechi karna padhe aur jisse zaleel aadmioun ki jurrat badhe. Woh is kamyaab juaari ke manind hai jo juae ke teeroun ka paansa phek kar pehle marhale par hi aisi jeet ka mutawaqqe hota hai jis se usey faayda haasil ho aur pehle nuqsaan ho bhi chuka hai toh wo door hojaye. Isi tarha wo musalmaan jo bad diyanaati se paak daman ho do achchaiyoun mein se ek ka muntazir rehta hai. Ya Allah ki taraf se bulawa aaye toh is shakl mein Allah ke yahaan ki nematein hi is ke liye behtar hain aur ya Allah Taala ki taraf se (duniya ki) nematein haasil hoon toh is surat mein is ke maal bhi aur aulaad bhi aur phir is ka deen aur izzat e nafs bhi barqaraar hai.Beshak maal aur aulaad duniya ki khethi aur amal e saaleh aakhirat ki kashtzaar hai aur baaz logoun ke liye Allah in donoun ko ekjaah kar deta hai, jitna Allah ne daraya hai itna is se darte raho aur itna is se khauf khao ke tumhein uzr na karna padhein. Amal be riya (baghair e dikhawa) karo is liye ke jo shaqs kisi aur ke liye amal karta hai Allah us ko usi ke hawale kar deta hai. Hum Allak se shaheedoun ki manzilat nekioun ki hamdami aur Ambiya a.s. ki rafaqat ka sawaal karte hain. Ay logo! Koi shaqs bhi agarche wo maaldaar ho apne qabile waloun aur is amr se ke wo apne haathoun aur zabaanoun se is ki himaqat kare be niyaaz nahi ho sakta aur wohi log sab se zyaada is ke pusht panaah aur is ki pareshaanioun ko door karne walay aur musibat padhne ki soorat mein is par shafeeq wa maherbaan hote hain. Allah jis shaqs ka sachcha zikr e khair logoun mein bar qaraar rakhta hai toh ye is maal se kahin behtar hai jis ka woh doosroun ko waaris bana jaata hai.Is Qutbe ka ek hissa ye hai-; Dekho tum mein se agar koi shaqs apne qareebioun ko faqr wa faaqeh mein paaye toh in ki ehtiyaaj ko is imdaad se door karne se pehloo tahe na kare jis ke rookne se kuch badh na jaayega aur sirf karne se is mein kuch kami na hogi. Jo shaqs apne qabile ki  ayaanat se haath rok leta hai toh is ka toh ek haath rokta hai lekin waqt padhne apr bohot se haath us ki madad se ruk jaate hain, jo shaqs narm qaah ho wo apni qaumi mohabbat hameshaa baaqi rakh sakta hai."
},
{
"id":24,
"khutba":"QUTBA  NO.24",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Mujhe apni zindagi ki qasam! Main Haq ke khilaaf chalne waloun aur gumraahi mein bhatakne waloun se jung mein kisi qism ki ru ravi aur susti nahin karoonga.  Allah ke bando! Allah se daro aur us ke ghazab se bhaag kar us ke daaman e rahmat mein panaah lo, Allah ki dikhai hui raah par chalo aur us ke aaed kardah ahkaam ko baja laoo (agar aisa ho toh Ali a.s. tumhari aakhirat ka zaamin hai – agarche duniyavi kaamraani tumhein haasil na ho)"
},
{
"id":25,
"khutba":"QUTBA  NO.25",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Jab Ameer ul momineen a.s. ko pah dar pah ye ittelaat mile ke Maawiya ke ashaab (Aap a.s. ke mabghooza) shahroun par tassalt (kabzaa) jama rahe hain aur Yemen ke aamil Abdullah bin Abbas aur sipah salaar e lashkar Saeed ibne Namraan Abi Artaat se  maghloob hokar Hazrat a.s. ke paas palat aaye to Aap a.s. ne apne ashaab ko jihad mein susti aur raay ki khilaafwarzi se bad-dil ho kar minbar ki taraf badhe aur farmaya-;Ye aalam hai is Kufe ka, jis ka bandobast mere haath mein hai (ay shahr e Kufa) agar tera yehi aalam raha ke tujh mein aandhiaan chalti rahein, toh khuda tujhe ghaarat kare, phir Aap a.s. ne shayer ka ye shair batour tamseel padha-Ay Umroo! Tere achche baap ki qasam! Mujhe toh is bartan se thodi si chiknahat hi mili hai (jo bartan khaali hone ke baad is mein lagi rah jaati hai) mujhe ye khabar di gayi hai ke bistar mein parcha gaya hai. baQuda main toh ab un logoun ke mutaallaq ye khayaal karne laga hoon ke who anqareeb sultanat daulat ko tum se hathya lenge, is liye ke who (markaz) baatil par muttahid wa ekjaah hain aur tum apne (markaz) Haq se pargandhah wa muntashir. Tum amr e Haq mein Imaam ken a farmaan aur who baatil mein bhi apne Imaam ke muteeh wa farmabardaar hain. Wo apne saathi (Maawiya) ke saath amaanatdaari ke farz ko poora karte hain aur khayaanat karne se nahin chukte. Who apne shahroun mein aman barqaraar rakhte hain aur tum shor e shain barpa karte ho. Main agar tum mein se kisi ek ko lakdi k eek pyaale ka bhi ameen banaoon toh ye darr rehta hai ke who is ke kunde ko todh kar le jaayega.Ay Allah who mujh se tang dil ho chuke hain aur main un se, wo mujh se uktaa chuke hain aur main un se mujhe in ke badle mein achche log ataa kar aur mere badle mein inhein koi aur buraa hakim de. Khudaya in ke diloun ko is tarha (apne ghazab se) phiglaade jis tarha namak paani mein ghoul d tumiya jaata hai. Khuda ki qasam main is cheez ko dost rakhta hoon ke tumhare bajaay mere paas Bani Faraas ibne Ghanam ke ek hi hazaar sawaar hote (aise jin ka wasf shayer ne ye bayaan kiya hai ke) agar tum kisi mauqeh par inhein pukaro toh tumhare paas aise sawaar pohonche jo tez rawi mein garmioun ke abr ke manind hain. Is ke baad Hazrat a.s. minbar se neeche utar aaye."
},
{
"id":26,
"khutba":"QUTBA  NO.26",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Allah tabarak wa taal ne Mohammad saws ko tamaam jahanoun ko (in ki bad amalioun se) mutanabbe karne wala aur apni wahi ka ameen bana kar bheja. Ay girooh e arab us waqt tum badtareen deen par aur badtareen girohoun mein the khurdure patharoun aur zahreelay saanpoun mein tum bood wa baash rakhte the. Buth tumhare darmiyaan gadhe hue the aur gunaah tumse chimte hue the.Isi qutbe ka ek hissa ye hai -;Maine nigaah uthakar dekha toh mujhe apne Ahal e Bait a.s. ke alawa koi apna moin wa madadgaar nazar na aaya. Maine inhein maut ke muh dene se baqal kiya. Aankhoun mein khas wa khaashaak tha magar main ne chashm pooshi ki, halq mien phande the magar main ne gham wa ghusse ke ghount pee liye aur gulu garfangee ke bawajood khazal se zyaada talq haalat par sabr kiya.Isi qutbe ka ek hissa ye hai -;Is ne is waqt tak Maawiya ki bay-at nahin ki jab tak ye shart is se manwa na li ke wo is bay-at ki keemat ada kare is bay-at karne walay ke haath ko fatah wa ferozmandi naseeb ho aur khareedne walay ke mahede ko zillat wa ruswaiee haasil ho (lo ab waqt aagay ke) tum jung ke liye teiyyar ho jao aur is ke liye saaz wa saamaan mohaiyya kar lo. Is ke sholay bhadak uthe hain aur lapetein baland ho rahi hain aur jamah sabr pahen lo, ke isse nusrat wa kaamrani hone ka zyaada imkaan hai."
},
{
"id":27,
"khutba":"QUTBA  NO.27",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Jihad wa jannat ke darwaazoun mein se ek darwaza hai jise Allah ne apne khaas dostoun ke liye khola hai, ye parhezgaari ka libaas Allah ki mohkam zadah aur mazboot sipar hai jo is se pehloo bahcate hue isey chodh deta hai Khuda isey zillat wa khwaari ka libaas pehnaata aur musibat wa ibtela ki rida udhaata hai aur zaleel o khwaarioun ke saath thukraa diya jaata hai aur jihad ko zaya wa barbaad karne se Haq is ke haath se leleiya jaata hai.Zillat usey sehna padhti hai aur insaaf is sey rok liya jaata hai. Main ne is qoum se ladhne ke liye raat bhi aur din bhi alaania bhi aur poshida bhi tumhein pukaara aur lalkaara aur tum se kaha ke qabl is ke, ke wo jung ke liye badhein tum in par dhaawa bol do. Khuda ki qasam jin afraad e qoum par in ke gharoun ke hudood ke andar hi humlaa hojata hai wo zaleel wa khaar hote hain, lekin tumne jihad ko doosroun par taal diya aur ek doosre ki madad se pehloo bachane lagey.yahaan tak ke tum ghaarat giryaan hue aur tumhare shahroun par zabardasti kabzaa kar liya gaya. Isi bani Ghaamad ke aadmi (Sufyaan ibe Aouf) hi ko dekh lo ke is ki fauj ke sawaar (shaher) anbaar ke andar pohonch gaye aur Hasaan ibne Hasaan Bakri ko qatl kardiya aur tumhare muhafiz sawaaroun ko sarhadoun se hata diya aur mujhe toh ye ittelaat bhi mili hai ke is jamaat ka ek aadmi musalmaan aur zimmi aurtoun ke gharoun mein ghus jaata tha aur in ke pairoun se kadhe (haathoun se kangan) aur gulubandh aur goshware utaar leta tha aur in ke paas is sey hifazatka koi zariya nazar na aata tha. Siwa is ke, ke ‘ Innalillahe wa inna ilaihe raajeoon ’kehte hue sabr se kaam lein ya khushaamadein kar ke is sey rahem ki ilteja karein. Wo ladhe pandhe hue palat gaye na kisi ke zakhm aaya na kisi ka khoon baha. Ab agar koi musalmaan in saanehaat ke baad ranj wa malaal se marjaye to isey malamat nahin ki jaa sakti balke mere nazdeek aisa hi hona chahiye. Al ajab summ-al ajeeb Khuda ki qasam in logoun ka baatil par ek hojana aur tum logoun ka Haq se muntashir ho jana, dil ko murda kar dena hai aur ranj wa andoh badha deta hai, tumhara buraa ho. Tum gham wa huzn mein mubtela raho. Tum toh teeroun ka az khud nishaana bane hue ho, tumhein halaak wa taaraaj kiya jaa raha hai magar tumhare qadam jame hue hain aur tum jung se jee churaate ho. Allah ki nafarmaniyaan ho rahi hain aur tum raazi ho rahe ho. Agar garmioun mein tumhein in ki taraf badhne ke liye kehta hoon toh tum ye kehte ho ke ye intehaai shiddat ki garmi ka zamana hai. Itni mohlat dijiye ke garmi ka zoor toot jaye aur agar sardioun mein chalne ke liye kehta hoon to tum ye kehte ho ke kadake ka jaada padh raha hai itna thaher jaiye ke sardi ka mausam guzar jaaye. Ye sab sardi aur garmi se bachne ke liye baatein hain. Jab tum sardi aur garmi se is tarha bhaagte ho toh phir Khuda ki qasam! Tum talwaaroun ko dekh kar  us sey kahin zyaada bhaago gey.Ay murdoun ki shakl wa surat walay na muraado! Tumhari aqlein bachoun ki si, aur tumhari samajh hajjala nasheen aurtoun ke manind hai. Main toh yehi chahta tha ke na tum ko dekhta na tum se jaan pehchaan hoti. Aisi shanasaai jo nadamat ka sabab aur ranj wa andoh ka baaes bani hai. Allah tumein maare, tum ne mere dil ko peep se bhardiya hai aur mere seene ko ghaiz wa ghazab se chalka diya hai. Tum ne mujhe gham wa ranj ke jurre pay dar pay pilaaye, na farmaani karke mere tadbeer wa raay ko tabah kardiya yahaan tak ke Quraysh kehne lag eke Ali a.s. hai to mard e shujaah lekin jung ke taur tareeqe se waaqif nahi.Allah un ka bhala kare, kya un mein se koi hai, jo mujh se zyaada jung ki mazawalat rakhne wala aur maidaan e vegha mein mere pehle se kaar e numayaa kiye hue ho. Main to abhi bees baras ka bhi na tha ke harb wa zarb ke liye uth khada hua aura b to saath (60) se bhi upar hogaya hoon, lekin us ki raay hi kya jis ki baat na mani jaaye."
},
{
"id":28,
"khutba":"QUTBA  NO.28",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Duniya ne peeth phair kar apne rukhsat hone ka elaan aur manzil e aqabi (peeche) ne saamne aakar apni aamad se aagah kar diya hai. Aaj ka din teiyyari ka hai aur kal daud ka hoga. Jis taraf aage badhna hai, wo to jannat hai aur jahaan kuch ashqaas (apne aamaal ki badaulat bila iqtiyaar) pohonch jaayenge wo dozaq hai, kya maut se pehle apne gunahoun se taubah karne wala koi nahin aur kya is roz musibat ke aane se pehle amal (khair ka) karne wala ek bhi nahin, tum ummeedoun ke daur mein ho jis ke peeche maut ka hungama hai. Toh jo shaqs maut se pehle soodmand saabit hota hai aur maut us ka kuch bigaad nahin sakti aur jo shaqs maut se qabl zamane umeed wa aarzoo mein kotaiyaan karta hai to wo amal ke aitbaar se nuqsaan raseedah rehta hai. Aur maut is ke liye paighaam zarar le kar aati hai. Lihaaza jis tarha is waqt jab nagawaar haalat ka andeshaa ho nek aamal karo. Jab ke mustaqbil ke aasaar masarrat afzah (khushgawaar) mehsoos ho rahe ho.mujhe jannat hi aisi cheez nazar aati hai jis se door bhaagne wala khwaab e ghaflat mein mahooho, jo Haq se faayda nahin uthata, isey baatil ka nuqsaan wa zarar uthana padhega. Jis ko hidyayat saabit qadam na rakhe isey gumraahi halakat ki taraf kheench le jaayegi. Tumhein kooch ka hukm mil chukka hai aur zaad e raah ka pata diya jaa chukka hai mujhe tumhare mutaa-llaq sab se zyaada do hi cheezoun ka khatra hai, ek khwahishoun ki pairvi aur doosre ummeedoun ka phailaav. Is duniya mein rehte hue is se itna zaad le lo jis se kal apne nafsoun ko bacha sako."
},
{
"id":29,
"khutba":"QUTBA  NO.29",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Ay wo logo jin ke jsim ek-jaah aur khwahisien juda juda hain, tumhari baatein to saqt paththaroun ko bhi narm kar deti hain aur tumhara amal aisa hai ke jo dushmanoun ko tum par dandaan aaztez (daant peesne) karne mauqah deta hai. Apni majlisoun mein to tum kehte phirte ho ke ye kardenge aur wo kardenge aur jab jung chidh jaati hai to tum is se panaah maangte ho. Jo tum ko madad ke liye pukaare is ki sada be waqat aur jis ka tum jaise logoun se waasta padha ho is ka dil hameshaa bechain hai. Heele hawale mein ghalat salat aur mujh se jung mein taaqeer karne ki khwahishein hain. Jaise naadmand maqrooz apne qarz khwaah ko taal ne ki khwahish karta hai. Zaleel aadmi zillat aamez ziyaadatioun ki rook thaam nahi kar sakta aur Haq toh baghair koshish ke nahin mila karta. Khuda ki qasam jise tum ne dhoka de diya ho us ke fareib khurdah hone mein koi shak nahin aur jise tum jaise loog mile hoon to is ke hisse mein wo teer aata hai jo khaali hota hai aur jis ne tum ko (teeroun ki tarha) dushmanoun par pheinka ho, us ne goya aisa teer pheinka hai jis ka suufaar toot chuka ho aur paikaan bhi shikasta ho. Khuda ki qasam! Meri kaifiat to ab ye hai ken a main tumhari kisi baat ki tasdeeq kar sakta hoon aur na tumhari nusrat ki mujhe aas baaqi rahi hai, aur na tumhari wajah se dushman ko jung ki dhamki de sakta hoon, tumhein kya hogaya hai tumhara marz kya hai aur is ka chara kya hai. Is qaum (ahle sham) ke afraad bhi to tumhari hi shakl wa soorat ke mard hain, kya baatein hi baatein rehgayi hain. Jaan e bujhe baghair aur sirf ghaflat wa madhooshi hai. Taqwa wa parhezgaari ke baghair (balandi) ki hirs hi hirs hai magar bilkul na haq."
},
{
"id":30,
"khutba":"QUTBA  NO.30",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  qatl e Usmaan ki haqeeqat ka inkeshaaf karte hue farmaya-;agar main inke qatl ka hukm deta to albatta in ka qaatil thaherta aur agar unke qatl se (doosroun ko) rokta to in ka maad-dan aur madadgaar hota. (main bilkul ghair jaanibdaar raha) lekin halaat aise the ke jin logoun ne inki nusrat wa imdaad ki ye khayaal nahin karte ke hum inki nusrat na karne waloun se behtar hain aur jin logoun ne inki nusrat se haath utha liya wo nahin khayaal kart eke inki madad karne walay hum se behtar wa bartar hain.Main haqeeqat e amr ko tum se bayaan kiye deta hoon aur wo ye hai ke inhoun ne (apne azeezoun ki ) tarafdaari ki to tarafdaari buri tarha ki aur tum ghabra gaye to buri tarha ghabra gaye aur (in dono fareeq) be bejaah tarafdaari karne waalay, ghabra uthne walay ke darmiyaan asl faisla karne wala Allah hai."
},
{
"id":31,
"khutba":"QUTBA  NO.31",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Jab jang e Jamal shuruh hone se pehle Hazrat a.s. ne ibne Abbas ko zubair ke paas is maqsad se bheja ke wo inhein itaa-at ki taraf paltaein to is mauqeh par in se farmaya-; Talha se mulaqaat na karna, agar tum is se mile to tum is ko aisa sarkash bayl paoge jis ke seengh kanoun ki taraf mudhe hue hoon. Wo muhzoor sawari hai, balke tum Zubair se milna is lye ke wo narm tabiat hai aur us se kehna ke tumhare mamuzaad bhai ne kaha hai ke tum Hijaaz mein to mujh se jaan pehchaan rakhte the aur yahaan Iraq mein aakar bilkul ajnabi ban gaye. Aakhir is tabdeeli ka kya sabab hai."
},
{
"id":32,
"khutba":"QUTBA  NO.32",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Ay logo! Hum ek aise kaj raftaar zamane aur nashukr-guzaar duniya mein paida hue hain ke jis mein neko kaar ko khatawaar samjha jaata hai, aur zaalim apni sarkashi mein badhta hi jaata hai. Jin cheezoun ko hum jaante hain, un se faayda nahin uthate aur jin cheezoun ko nahin jaante unhein daryaaft nahin karte aur jab tak musibat aa nahin jaati, hum khatra mehsoos nahin karte. (is zamane ke) log char (4) tarha ke hain, kuch wo hain jinhein musfsidah angeezi (fasad) se manah sirf in ke nafs ka be waqt hona, in ki dhaar ka kundah hona aur un ke paas maal ka kam hona hai aur kuch log wo hain jo talwaarein soonte hue alania shar phaila rahe hain aur inhoun ne apne sawaar aur pyaade jamah kar rakhe hain. Sirf kuch maal batoor ne ya kisi daste ki qayadat (leadership) karte, ya minbar par baland hone ke liye inhoun ne apne nafsoun ko waqf kardiya hai aur deen ko tabah wa barbaad kar dala hai. Kitna hi bura sauda hai ke tum duniya ko apne nafs ki qeemat aur Allah ke yahaan ki nematoun ka badal qaraar de lo. Aur kuch log wo hain jo aakhirat walay kaamoun se duniya batli karte hain aur ye nahi karte ke duniya ke kaamoun se bhi aakhirat ka banana maqsood rakhein. Ye apne upar bada sukoon wa waqaar taari rakhte hain. Ahista ahista qadam uthate hain aur daamanoun ko upar ki taraf samete rehte hain aur apne nafsoun ko is tarha sawaar lete hain ke log inhein ameen samajh lein. Ye log Allah ki pardah poshi se faayda utha kar is ka gunaah karte hain aur kuch log wo hain jinhein un ke nafsoun ki kamzoori aur saaz wa samaan ki nafarahami mulkgiri ke liye uthne nahi deti. In halaat ne inhein taraqqi wa balandi haasil karne se darmaandah wa aajiz kar diya hai is liye qanaat ke naam se inhoun ne apne aap ko aarastaa kar rakhakha hai aur zaahidoun ke libaas se apne ko saja liya hai. Halaan ke unhoun in cheezoun se kisi waqt kabhi koi lagaao nahin raha. Is ke baad thode se wo log rah gaye jin ki aankhein aakhirat ki yaad aur hashr ke khauf se jhuki hui hain aur un se aansoon rawaan rehte hain. Un mein kuch toh wo hain, jo duniya waloun se alag thalag tanhai mein padhe hain aur kuch khauf wa har is ke aalam mein zillatein sahe rahe hain aur baaz ne is tarha chup saadh li hai ke goya in ke muh bandh diye gaye hain. Kuch quloos se duaein maang rahein hain kuch ghamzada dardraseedah hain jinhein khauf ne gumnaami ke gooshe mein bitha diya hai aur khastagi wa darmaandagi un par chaaie hai wo ek shor dariya mein hain (ke bawajood pani ki kasrat ke phir bhi wo pyaase hain) in ke muh band aur dil majroo hain. Inhoun ne logoun ko itna samjhaya, bujhaya ke wo uktaagaye aur itna in par jabar kiya gaya ko wo bilkul dab gaye aur itne qatl kiye gay eke inhein (numayaan) kami ho gayi. Is duniya ko tumhari nazroun mein keekar ke chilkoun aur un ke reyzoun se bhi zyaada haqeer wa passt hona chahiye aur apne qabl ke logoun se tum ibrat haasil kar lo. Is ke qabl ke tumhari halaat se baad walay ibrat karein aur is duniya ki buraiee mehsoos karte hue is se qateh taalluq karo. Is liye ke is ne aakhir mein aisoun se qateh taalluq kar liya jo tum se zyaada is ke walah wa shayda the."
},
{
"id":33,
"khutba":"QUTBA  NO.33",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Ameer ul momineen a.s. jab ahle basra se jung ke liye nikle to Abdullah ibne Abbas kehte hain ke main maqaam zeeqaar mein Hazrat a.s. ki khidmat mein haazir hua to dekha ke joota (shoe) taank rahe hain. (mujhe dekh kar farmaya ke ay ibne Abbas is joote ki kya qeemat hogi ?) main ne kaha kea b toh is ki koi qeemat na hogi, toh Aap a.s. ne farmaya ke agar mere pesh e nazar Haq ka khayaam aur baatil ka mitana na ho toh tum logoun par hukumat karne se ye joota mujhe kahin zyaada aziz hai. Phir Aap a.s. bahar tashreef laaye aur logoun mein ye qutba diya Allah ne Muhammad saws ko us waqt bheja ke jab na araboun mein na koi kitaab ka padhne wala tha na koi Nabuat ka daavedaar. Aap saws ne in logoun ko in ke sahih maqaam par utara aur najaat ki manzil par pohoncha diya. Yahaan tak ke un ke saare qam (kamiaan) jaate rahe aur halaat mohkam wa astwaar hogaye. Khuda ki qasam! Main bhi un logoun mein tha jo is soorat e haal mein inquilaab paida kar rahe the. Yahaan tak ke inquilaab mukammal hogaya. Main ne (is kalaam mein) na kamzoori dikhai na buzdili se kaam liya aura b bhi mera iqdaam waise hi maqsad ke liye hai to sahi jo main baatil ko cheer kar Haq ko is ke pehloo se nikaal loon. Mujhe Quraysh se wajah e nazah hi aur kya hai. Khuda ki qasam maine toh un se jung ki jab ke wo kaafir the aur ab bhi jung karoonga jab ke wo baatil ke waghalay mein aa chuke hain aur jis shaan se kal un ka mad e maqabil rah chukka hoon waisa hi aaj saabit hoga."
},
{
"id":34,
"khutba":"QUTBA  NO.34",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Logoun ko ahle Shaam se aamaada e jung karne ke liye farmaya-;Haif hai tum par  main toh tumhe malamat karte karte bhi uktaagaya hoon, kya tumhein aakhirat ke badle duniyavi zindagi aur izzat ke badle zillat hi gawara hai ? jab tumhe dushmanoun se ladne ke liye bulata hoon toh tumhari aankhein is tarha ghoomne lag jaati hi hain, ke goya tum maut ke girdaab mein ho aur jaan kani ki ghaflat aur madhooshi tum par taari hai. Meri baatein jaise tumhari samajh hi mein na aati shashadra rah jaate ho. Maloom hota hai jaise tumhare dil wa dimaagh par deewangi ka asar hai ke tum kuch aql se kaam nahi lesakte. Tum hameshaa ke liye mujh se apna etemaad kho chuke ho. Na tum koi qaumi sahara ho ke tum par bharosa kar ke dushmanoun ki taraf rukh kiya jaaye aur na tum izzat wa kaamrani ke wasilay ho, ke tumhari zaroorat mehsoos ho. Tumhari misaal toh un ountoun ki si hai jin ke charwahe gum hogaye ho. Agar inhein ek taraf se sameta jaaye toh doosri taraf se tittar bittar hojayeinge. Khuda ki qasam tum jung ke sholay bhadkaane ke liyebohot bure saabit hue ho. Tumhare khilaaf sab badtareen hua karte hain aur tum dushmanoun ke khilaaf koi tadbeer nahin karte. Tumhare (shahroun ke) hudood (din ba din) kam hote jaa rahe hain magar tumhein ghussa nahin aata. Wo tumhari taraf se kabhi ghaafil nahin hote aur tum ho ke ghaflat mein sab kuch bhoole hue ho. Khuda ki qasam! Ek doosre par taalne walay hara hi karte hain. Khuda ki qasam tumhare mutaa-llaq yehi gumaan rakhta hoon ke agar jung zoor pakadle aur maut ki garam bazaar ho to tum Ibne Abi Taalib se is tarha kat jaoge jis tarha badan se sar (ke dobara palatna mumkin hi na ho) jo shaqs ke apne dushman ko is tarha apne par qaaboo de de ke wo is ki haddioun se gosht tak utaar daale, aur haddioun ko tood de to us ka ijz (aajizi) inteha ko pohoncha hua hai aur seene ki paslioun me ghira hua (dil) kamzoor wa natawaan hai. Agar tum aisa hona chahte ho toh hua karo. Lekin main toh aisa us waqt tak na hone doonga jab tak ke maqaam e mashriq ki (teyz dhaar) talwaarein chala na loon ke jis se sar ki haddioun ke parqachche udh jaayein aur baaz wawar qadam kat kat kar girne lagein is ke baad jo Allah chahe kare.Ay logo! Ek toh mera tum par haq hai aur ek tumhara mujh par haq hai ke main tumhari khair khwahi pesh e nazar rakhoun aur bait ul maal se tumhein poora poora hissa doon aur tumhein taaleem doon taake tum jaahil na raho aur is tarha tumhein tahzeeb sikhaoun jis par tum amal karo aur mera tum par ye haq hai ke bay-at ki zimmedaarioun ko poora karo aur saamne aur pas e pusht khair khwahi karo. Jab bulaoon toh meri sada par labbaik kaho aur jab koi hukm doon to is ki taameel karo."
},
{
"id":35,
"khutba":"QUTBA  NO.35",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  (har haalat mein) Allah ke liye hamd wa sanah hai. Chahe zamana (hamare liye) jaankaah musibatein aur sabr aazma haadse le aaya hai. Main gawahi deta hoon ke us ke alawa koi  maabood nahin wo ekta wa lashareek hai. Is ke saath koi doosra khuda nahin aur Muhammas saws is ke Abd aur Rasool hain.(tumhein maloom hona chahiye ke) maherbaan, bakhabar aur tajrubekaar naaseh ki muqalefat ka samrah wa nadamat hota hai. Main ne is tahkeem ke mutaa-llaq apna farmaan suna diya tha. Kaash ke “ qaseer ” ka hukm maan liya jaata. Lekin tum to quwa muqalefeen aur ahad shikan na farmaanoun ki tarha inkaar par tul gaye. Yahaan tak ke naaseh khud apni nasihat ke mutaa-llaq soch mein padh gaya, aur tabiat us chaqmaq ki tarha bujh gayi ke jis ne sholay bhadkana band kar diya ho meri aur tumhari haalat shayar bani hawazan ke is qaul ke mutabiq hai.Maine maqaam e minaaraj ul lawa (teele ka mod) par tumhein apne hukm se aagah kiya (chahe is waqt tum ne meri nasihat par amal na kiya) lekin doosre din ki chaasht ko meri nasihat ki sadaqat dekh li."
},
{
"id":36,
"khutba":"QUTBA  NO.36",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Ahal e Naharvaan ko un ke anjaam se darate hue farmaya -;Main tumhe mutanabbe kar raha hoon ke tum log is naher ke modoun aur is nasheeb ki humwaar zameenoun par qatl ho ho kar gire hue hoge. Is aalam mein ke na tumhare paas Allah ke saamne (uzr karne ke liye) koi waazeh daleel hogi na koi roshan sabot. Is tarha ke tum apne gharoun se be ghar hogaye aur phir qaza e Ilahi ne tumhein apne phande mein jakad liya. Maine to tumhein pehle hi is tahkeem se roka tha.Lekin tum ne mera hukm maan ne se muqalif paimaan shikanoun ki tarha inkaar kar diya. Yahaan tak ke (majbooran) mujhe bhi apni raay ko udhar modna padha jo tum chahte the. Tum ek aisa girooh ho jis ke afraad ke sar aqloun se khaali aur fahem wa daanish se aari hain. Khuda tumhara bura kare maine tumhein na kisi musibat mein phansaya hai na tumhara bura chaha tha."
},
{
"id":37,
"khutba":"QUTBA  NO.37",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Maine us waqt apne faraez anjaam diye jab ke aur sab is raah mein qadam badhaane ki jurrat na rakhte the. Aur us waqt sar utha kar saamne aaya jab ke doosre gooshoun mein chupe hue the aur us waqt zabaan kholi jab ke doosre goonge nazar aate the aur us waqt noor e khuda (ki roshni) mein aage badha jab ke doosre zameen geer ho chuke the, goh meri awaaz in sab se dheemi thi magar sabaqat wa pesh qadmi mein main sab se aage tha, mera is tahreek ki bag thaamna tha ke wo adh si gayi aur sirf main tha jo is maidaan mein baazi legaya maloom hota tha jaise pahaad jise na tund hawaein junbish de sakti hain aur na teyz jakad apni jagah se hila sakti hai kisi ke liye bhi mujh mein aib geeri ka mauqah aur khauf geeri ki gunjaesh na thi. Daba hua meri nazroun mein taaqatwar hai jab tak ke main us ka haq dilwa na doon aur taaqatwar mere yahaan kamzoor hai jab tak ke main us se doosre ka haq dilwa na doon. Hum qaza e Ilahi par raazi ho sakte hain aur usi ko saare umoor sounp diye hain, kya tum ye gumaan karte ho ke main RasoolAllah saws par jhoot baandhta hoon, Khuda ki qasam main wo hoon jis ne sab se pehle Aap saws ki tasdeeq ki, toh, Aap saws par kazab taraashi mein kis tarha pahel karoonga.Main ne apne halaat par nazar ki toh dekha ke mere liye har qism ki bay-at se itaat Rasool muqaddam thi aur un se kiye hue ahad wa paimaan ka jo meri garden mein tha."
},
{
"id":38,
"khutba":"QUTBA  NO.38",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Shubeh ko shubah is liye kaha jaata hai ke wo Haq se shabahat (similarity) rakhta hai, toh jo dostaan e khuda hote hain un ke liye shabahat (ke andheroun) mein yaqeen, ujale ka aur hidayat ki simt rahnuma ka kaam deti hai aur jo dushmanaane khuda hain wo in shubahaat mein gumraahi ki daawat wa tableegh karte hain aur  koori wa be basri (andhaapan) un ki rahbar hoti hai. Maut wo cheez hai ke darne wala us sey chutkaara nahin paa sakta aur hameshaa ki zindagi chahne wala hameshaa ki zindagi haasil nahin karsakta."
},
{
"id":39,
"khutba":"QUTBA  NO.39",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Mera aise logoun se saabeqa padha hai jinhein hukm deta hoon toh maante nahin, bulata hoon toh awaaz par labbaik nahin kehte, tumhara bura ho. Ab apne Allah ki nusrat karne mein tumhein kis cheez ka intezaar hai. Kya deen tumhein ek jagah ekhatt nahin karta aur ghairat wa hamiat tumhein josh mein nahin laati ? main tum mein khada ho kar chillaata hoon aur madad ke liye pukaarta hoon lekin tum na meri koi baat sunte ho na mera koi hukm maante ho. Yahaan tak ke in nafarmanioun ke bure nataej khul kar saamne aajayein. Na tumhare zariye khoon ka badla liya jaa sakta hai. Na kisi maqsad tak pohoncha jaa sakta hai aur tum us ount ki tarha bilbilane lage jis ki naaf mein dard ho raha ho aur is laaghar kamzoor shutar ki tarha dheele padh gaye jis ki peeth zakhmi ho phir mere paas tum logoun ki ek chotisi mutazalzal wa kamzoor fauj aayi. Is aalam mein ke goya isey is ki nazroun ke saamne maut ki taraf dhakela jaa raha hai."
},
{
"id":40,
"khutba":"QUTBA  NO.40",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Jab Aap a.s.ne khwaarij ka qaul “LA HUKM ILA-ALLAH” (hukm allah hi ke liye maqsoos hai) suna, toh farmaya -;Ye jumla toh sahih hai magar jo matlab wo lete hain wo ghalat hai. Haan be shak hukm Allah hi ke liye maqsoos hai, magar ye log toh ye kehna chahte hain ke hukumat bhi Allah ke alawa kisi aur ki nahi ho sakti, halaanke logoun ke liye hakim ka hona zaroori hai. Qaah wo achcha ho ya bura (agar achcha hoga toh) momin is ki hukumat mein achche amal kar sakega aur (bura hoga toh) kaafir us ke ahad mein lazaez se behra-andooz hoga. Aur Allah is nizaam e hukumat mein har cheez ko is ki aakhri hadoun tak pohoncha dega. Isi hakim ki wajah se maal (kharaah wa ghanimat) jamah hota hai. Dushman se lada jaata hai, raaste pur-aman rehte hain aur qawaah (taaqat) se kamzoor ka haq dilaya jaata hai, yahaan tak ke nek hakim (mar kar ya maazool hokar) raahat paaye aur bure hakim ke marne ya maazool hone se doosroun ko raahat pohonche. Ek doosri riwayaet mein is tarha hai ke jab Aap a.s. ne tahkeem ke silsile mein (un ka qaul) suna toh farmaya ke tumhare baare mein hukm e khuda hi ka muntazir hoon.Phir farmaya ke agar hukumat nek ho toh is mein muttaqi wa parhezgaar achche amal karta hain aur buri hukumat ho to badbaqt log jee bhar kar lutf andoz hote hain. Yahaan tak ke un ka zamana khatm hojaye aur maut inhein paale."
},
{
"id":41,
"khutba":"QUTBA  NO.41",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Wafa e ahad aur sachchai dono ka hameshaa hameshaa ka saath hai. Aur mere ilm mein is sey badhkar hifazat ki aur koi sipar nahi jo shaqs apni baazgushisht ki haqeeqat jaan leta hai wo kabhi ghaddari nahi karta. Magar hamara zamana aisa hai jis mein aksar logoun ne ghaddari wa fareib ko aql wa firasath samajh liya aur jahiloun ne in ki (chaloun) ko husn e tadbeer se mansoob kar diya hai. Allah inhein ghaarat kare, inhein kya hogaya hai. Wo shaqs jo zamane ki oonch neech dekh chukka hai aur is ke heyr pheyr se aagah hai wo kabhi koi tadbeer apne liye dekhta hai magar Allah ke awamir wa nawahi is ka raasta rok kar khade ho jaate hain, toh wo is hulie wa tadbeer ko apni aankhoun se dekhne aur is par qaboo pane ke bawajood chodh deta hai aur jise koi deeni ehsaas sid e raah nahi hai, wo is mauqeh se faayda utha le jaata hai."
},
{
"id":42,
"khutba":"QUTBA  NO.42",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Ay logo mujhe tumhare baare mein sab se zyaada do baatoun ka dar hai, ek khwahishoun ki pairvi aur doosre ummeedoun ka phailaav. Khwahishoun ki pairvi wo cheez hai jo Haq se rok deti hai aur ummeedoun ka phailaav aakhirat ko bhula deta hai. Tumhein maloom hona chahiye ke duniya tezi se jaa rahi hai aur is mein se kuch baaqi nahi rah gaya hai magar itna hai ke jaise koi undailne wala bartan ko undailay to is mein kuch taree baqi rah jaati hai aur aakhirat idhar ka ruq liye hue aarahi hai aur duniya wa aakhirat har ek walay khaas aadmi hote hain toh tum farzand e aakhirat bano abnaa e duniya (duniya ke bête) na bano. Is liye ke har beta roz e qayamat apni maa se mansoob hoga. Aaj amal ka din hai hisaab nahi hai aur kal hisaab ka din hoga amal na ho sakega."
},
{
"id":43,
"khutba":"QUTBA  NO.43",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Jab Ameer ul momineen a.s. ne Jareer ibne Abdullah Bajli ko Maawiya ke (bay-at lene ke liye) bheja to Aap a.s. ke ashaab ne Aap a.s. ko jung ki teiyyari ka mashwera diya, jis par Aap a.s. ne farmaya -;Mera jung ke liye mustaid wa aamadah hona jab ke Jareer abhi wahin hai. Sham ka darwaza band karna hai aur wahaan ke log bay-at ka iraada bhi karein toh inhein is irada e khair se rok dena hai. Be shak maine Jareer ke liye ek waqt muqarrar kar diya hai. Is ke baad wo thahrega to ya in se fareib mein mubtela ho kar ya (amadan) sartaabi karte hue sahih raay ka taqaza e sabr wa taufeeq hai. Is liye abhi thahre raho. Albatta is cheez ko main tumhare liye bura nahi samajhta ke (dar pardah) jung ka saaz wa saamaan karte raho.Maine is amr ko achchi tarha se parakh liya hai aur andar bahar se dekh liya hai. Mujhe to jung ke alawa koi chaara nazar nahi aata. Ya yeh ke Rasool saws ki di hui qabroun se inkaar kardoun. Haqeeqat yeh hai (mujh se pehle) is ummat par ek aisa hukmraan tha jis ne deen mein biddatein phailaien aur logoun ko zabaan e taan kholne ka mauqah diya (pehle to) logoun ne usey zabani kaha suna phir is par bigde aur aakhir saara dhaancha badal diya."
},
{
"id":44,
"khutba":"QUTBA  NO.44",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  (jab Masqala ibne Baseer Maawiya ke paas bhaag gaya) choonke us ne Hazarat a.s. k ek aamil se bani Najiya ke kuch aseer khareede the. Jab Ameer ul momineen a.s. ne is sey qeemat ka mutaleba kiya toh wo bad diyanati (khayaanat) karte hue Shaam chala gaya jis par Aap a.s. ne farmaya-;Khuda Masqala ka bura kare, kaam to us ne shareefoun ka sa kiya lekin ghulamoun ki tarha bhaag nikla. Us ne madha karne walay ka muh bolne se pehle hi band kar diya aur tayseef karne walay ke qaul ke mutabiq apna amal pesh karne se pehle hi usey khamoosh kar diya. Agar wo thara rahta to hum us sey itna lelete jitna us ke liye mumkin hota aur baqiya ke liye us ke maal ke zyaada hone ka intezaar karte."
},
{
"id":45,
"khutba":"QUTBA  NO.45",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Tamaam hamd us Allah ke liye hai jis ki rahmat se na ummeedi nahi aur jis ki nematoun se kisi ka daaman khaali nahin. Na iski maghferat se koi mayoos hai na us ki ibadat se kisi ko aar ho sakta hai aur na us ki rahmatoun ka silsila todta hai aur na us ki nematoun ka faizaan bhi rakta hai. Duniya ek aisa ghar hai jis ke liye fanah tay shuda amr hai aur is mein basne waloun ke liye yahaan se bahr e soorat nikalna hai. Ye duniya sheereen wa shadaab hai. Apne chahne walay ki taraf tezi se badhti hai aur dekhne walay ke hosake usey le kar duniya se chal den eke liye teiyyar ho jao. Is duniya mein apni zaroorat se zyaada na chaho aur jis se zindagi basr ho sake is se zyaada ki khwahish na karo."
},
{
"id":46,
"khutba":"QUTBA  NO.46",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Jab Shaam ki taraf rawana hone ka qasad (iraada) kiya to ye kalemaat farmaye-;Ay Allah ! main safar ki mashaqqat aur aapas ke andoh aur ahal wa ayaal ki badhaali ke manzar se panaah maangta hoon. Ay Allah ! tu hi safar mein rafeeq aur baal bachoun ka muhafiz hai. Safar wa hazar ko tere alawa koi ekjaah nahin kar sakta kyunke jise peeche chodha jaaye wo saathi nahin ho sakta aur jise saath liya jaaye usey peeche nahin chodha jaa sakta."
},
{
"id":47,
"khutba":"QUTBA  NO.47",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Ay Kufa ! ye manzar goya apni aankhoun se dekh raha hoon ke tujhe is tarha se kheincha jaa raha hai jaise bazaar e Ukaaz (Rasoolallah saws se qabl shahr e Makkah mein ek bazaar lagta tha) ke wabaghat kiye hue chamde ko aur masaeb wa aalaam ki taaqat wa taareeq se tujhe kuchla jaa raha hai aur shadaed wa hawadas ka tu markaz bana hua hai. Main jaanta hoon jo zaalim wa sarkash tujh se burai ka irada karega Allah usey kisi musibat mein jakdega aur kisi qaatil ki zad par le aayega."
},
{
"id":48,
"khutba":"QUTBA  NO.48",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Allah ke liye hamd wa sanaah hai    jab bhi raat aaye aur andhera chaaye aur Allah ke liye taareef wa tauseef hai jab bhi sitaare nikle aur doobe aur is Allah ke liye madhaa wa sataesh hai ke jis ke inaamaat kabhi khatm nahi hote aur jis ke ehsaanaat ka badla utaara nahi jaa sakta.(aagaah raho ke) main ne fauj ka har awwal dasta aage bhej diya hai aur usey hukm diya hai ke mera farmaan pohonchne tak is dariya ke kinare padhaav dale rahe aur mera iraada hai ke is pani ko uboor kar ke is chote se girooh ke paas phonch jaoon jo atraaf e Dajla (Madaen) mein aabaad hai, aur isey bhi tumhare saath dushmanoun ke muqable mein khada karoun aur inhein tumhare kamak ke liye zaqeerah banaoun."
},
{
"id":49,
"khutba":"QUTBA  NO.49",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Tamaam hamd us Allah ke liye hai jo chupi hui cheezoun ki gehraaioun mein utra hua hai. Us ke zaahir wa haweidah hone ki nishaaniaan us ke wajood ka pata deti hai. Gooh dekhne wale ki aankh se wo nazar nahi aata phir bhi na dekhne waali aankh us ka inkaar nahi karsakti aur jis ne is ka iqraar kiya is ka dil is ki haqeeqat ko nahi paa sakta, wo itna baland wa bartar hai ke koi cheez is se qareebtar nahi hai aur na us ki balandi ne usey maqlooqaat se door kardiya hai aur na us ke qurb ne usey doosroun ki ki sataah par laa kar un ke barabar kar diya hai. Us ne aqloun ko apni safoun ki had wa nahaiyat par mutalleh nahi kiya aur zaroori meqdaar mein maarefat haasil karne ke liye un ke aage parday bhi haael nahi kiye wo zaat aisi hai ke jis ke wajood ke nishaanaat is tarha is ki shahadat dete hain ke (zabaan se) inkaar karne walay ka dil bhi iqraar ke baghair nahi rah sakta. Allah un logoun ki baatoun se bohat baland wa bartar hai jo maqlooqaat se is ki tashbeeh dete hain aur us ke wajood ka inkaar karte hai."
},
{
"id":50,
"khutba":"QUTBA  NO.50",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Fitnoun ke waqayh hone ka aaghaaz wo nafsaani khwahishein hoti hain jin ki pairvi ki jaati hai aur won aye ijaadkarda ahkaam ko jin mein Quraan ki muqalifat ki jaati hai aur jinhe farough dene ke liye kuch log Deen e Ilahi ke khilaaf baaham ek doosre ke madadgaar ho jaate hain, toh agar baatil Haq ki aamezish se khaali hota, toh wo dhoondne waloun se poshidah na rehta aur agar Haq wa baatil ke shaaybe se paak wa saaf saamne aata to anaad rakhne wali zabaanein bhi bandh hojati. Lekin hota ye hai ke kuch idhar se liya jaata hai aur kuch udhar se aur donoun ko aapas mein ghalt malt kar diya jaata hai.Is mauqeh par Shaitaan apne par chaa jata hai aur sirf wahi log bache rehte hain jin ke liye taufeeq e Ilahi aur inayat e khuda wandi pehle se maujood ho."
},
{
"id":51,
"khutba":"QUTBA  NO.51",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Jab Siffeen mein Maawiya ke saathiooun ne Ameer ul momineen a.s. ke as-haab par ghalba paa kar Furaat ke ghaat par kabzaa jama liya aur paani lene se mana kar diya toh Aap a.s. ne farmaya -;Wo tum se jung ke liye luqme talab karte hain. To ab ya to tum zillat aur apne maqaam ki pasti wa haqarat par sar tasleem e qam karo ya talwaaroun ki pyaas khoon se bujha kar apni pyaas paani se bujhao, tumhara un se dab jaana jitni jee chahe maut hai aur ghaalib agar marna bhi jeetne ke barabar hai, Maawiya gum kardah sar phiroun ka ek jhoota saajhta liye phirta hai aur waqayaat se inhein andhere mein rakh chodha hai. Yahaan tak ke inhoun ne apne seenoun ko maut ka hadaf bana liya hai."
},
{
"id":52,
"khutba":"QUTBA  NO.52",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Duniya apna daaman sameyt rahi hai aur is ne apne rukhsat hone ka elaan kar diya hai. Iski jaani pehchaani hui cheezein ajnabi hogayi, aur wo tezi ke saath peeche hat rahi hain aur apne rahne waloun ko fana ki taraf badhaa rahi hai aur apne padoos mein basne waloun ki maut ki taraf dhakeil rahi hai. Is ke sheerein (mazay) talq, aur saaf wa shafaaf (lamhe) makaddar hogaye hain.Duniya se bas itna baaqi reh gaya hai, jitna bartan mein thoda se bacha hua paani, ya napa tula hua jar-ah e aab, ke pyaasa agar ise piye toh iski pyaas na bujhe. Khuda ke bando! Is daar e duniya se ke jis ke rehne waloun ke liye zawaal e amr musallam hai. Nikalne ka tahiya karo. Kahin aisa na ho ke aarzooein tum par ghaalib aajaye aur is ki muddat ko daraaz samajh baitho.Khuda ki qasam! Agar tum un ountoun ki tarha faryaad karo, jo apne bachoun ko khoo chuke ho aur un kabootaroun ki tarha nalah wa fughaan karo jo apne saathioun se alag hogaye ho aur un gosha nasheen raahoun ki tarha cheeqo chillao jo ghar baar chodh chuke ho, aur maal aur aulaad se bhi apna haath utha lo, is gharz se ke tumhein baargahe ilahi mein taqarrub haasil ho, darje ki balandi ke saath is ke yahaan ya un gunahoun ke maaf hone ke saath jo sahifa e aamaal mein darj aur karaaman e kaatib ko yaad hain, to wo tamaam betaabi aur naala faryaad us sawaab ke lihaaz se jis ka main tumhare liye umeedwaar hoon, aur is aqaab ke aitbaar se jis ka mujhe tumhare liye khauf wa andeshaa hai bohot hi kam hogi Khuda ki qasam! Agar tumahra dil bilkul pighal jaaye aur tumhari aankhein ummeed wa beem se khoon bahane lagein aur phir rehti duniya tak (isi haalat mein) jitney bhi raho, toh bhi tumhare aamaal agarche tum ne koi na utha rakhi ho, is ki nemat e azeem ki baqshish aur imaan ki taraf rahnumai ka badla nahi utaar sakte."
},
{
"id":53,
"khutba":"QUTBA  NO.53",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Is mein eid e qurbaanun aur un sifatoun ka zikr kiya hai jo goosfand qurbani mein hona chahiye- ;Qurbani ke jaanwar ka mukammil hona ye hai ke us ke kaan uthe hue ho (yani kate hue na ho) aur iski aankhein sahih wa saalim ho, agar kaan aur aankhein saalim hain to qurbani bhi saalim aur har tarha se mukammal hai-agarche uske seengh toote hue ho, aur zibah ki jagah tak apne payr ko ghaseet kar pohonche."
},
{
"id":54,
"khutba":"QUTBA  NO.54",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Wo is tarha be tahasha meri taraf lapke jis tarha paani peen eke din wo ounth ek doosre par toot te hain ke jinhe in ke saarhaan ne payroun ke bandhan khol kar khula chodh diya ho, yahaan tak ke mujhe ye gumaan hone laga ke ya to mujhe maar dalenge ya mere saamne in mein se koi kisi ka khoon kar dega. Maine is amr ko andar bahar se ulat palat kar dekha toh mujhe jung ke alawa koi soorat nazar na aaie, ya ye ke Mohammad saws ke laaye hue ahkaam se inkaar kardoun. Lekin aakhirat ki saqtiaan jhelne se mujhe jung ki saqtiaan jhelna sahel nazar aaya, aur aakhirat ki tabahioun se duniya ki halakatein mere liye aasaan nazar aayi."
},
{
"id":55,
"khutba":"QUTBA  NO.55",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Siffeen mein Hazrat a.s. ke as-haab ne jab izn e jihad dene mein taqeer par bechaini ka izhaar kiya to Aap a.s. ne irshaad farmaya -;Tum logoun ka ye kehna, ye pas o pesh kya is liye hai ke main maut ko na khush jaanta hoon aur us se bhaagta hoon, to Khuda ki qasam! Mujhe zara parwah nahin ke main maut ki taraf badhoun ya maut meri taraf badhe aur is tarha tum logoun ka ye kehna ke mujhe ahl e Shaam se jihad karne ke jawaaz mein kuch shub-ha hai to Khuda ki qasam! Main ne jung ko ek din ke liye bhi altawa mein nahi daala. Magar is qayaal se ke in mein se shayed koi giroh mujh se aakar mil jaaye aur meri wajah se hidayat paaye aur apni chundhiaai hui aankhoun se meri roshni ko bhi dekh le aur mujhe ye cheez gumraahi ki haalat mein inhein qatl kar dene se kahin zyaada pasand hai. agarche apne gunahoun ke zimmedaar ye khud hoonge."
},
{
"id":56,
"khutba":"QUTBA  NO.56",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Hum (musalmaan) Rasoolallah saws ke saath ho kar apne baap, betoun, bhaiyoun aur chachaoun ko qatl karte the. Is se hamara imaan badhta tha. Ita-at aur raah e haq ki pairvi mein izaafa hota tha aur karb wa aalaam ki soozishoun oar sabr mein ziadati hoti thi aur dushmanoun se jihad karne ki koshishein badh jaati thi. (jihad ki soorat ye thi ke) hum mein ka ek shaqs aur fauj e dushman ka koi sipahi don mardoun ki tarha aapas mein bhidte the aur jaan lene ke liye ek doosre par jhapat te the, ke koun apne hareef (dushman) ko maut ka pyaala pilata hai. kabhi hamari jeet hoti thi aur kabhi hamare dushman ki. Chunanche jab Khuda wand e aalam ne hamari (neiyyatuoun) ki sachchai dekh li to usne hamare dushmanoun ko ruswa wa zaleel kiya, aur hamari nusrat wa taeed farmayee yahaan tak ke Islam seena tek kar apni jagah par jam gaya, aur apni manzil par qaraar hogaya. Khuda ki qasam! Agar hum bhi tumhari tarha karte to na kabhi deen ka sutoon girta aur na imaan ka tanaburg wa baar laata. Khuda ki qasam! Tum apne kiye ke badle mein doodh ki jagah khoon dhoouge. Aur aakhir tumhein nadaamat wa sharmindagi uthaana padhegi."
},
{
"id":57,
"khutba":"QUTBA  NO.57",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Apne as-haab se farmaya -;Mere baad jadihi tum par ek aisa shaqs musallat hoga jis ka halq kushaad aur payt bada hoga,jo paayega nigal jaayega aur jo na paayega us ki usey dhund lagi rahegi. (behtar to ye hai ke) tum usey qatl kar daalna, lekin ye maloom hai ke tum usey qatl hargiz na karoge, wo tumhe hukm dega ke tum mujhe bura kaho aur mujh se bezaari ka izhaar karo. Jahaan tak bura kehne ka ta-aluq hai mujhe bura keh lena, isliye ke ye mere liye pakeezgi ka sabad aur tumhare liye (dushmanoun se) najaat paane baaes hai. lekin (dil se) bezaari iqtiyaar na karna isliye ke main (deen) fitrat par paida hua hoon aur imaan wa hijrat mein saabeq hoon."
},
{
"id":58,
"khutba":"QUTBA  NO.58",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Aap a.s. ka khitaab khwarij (khaarjioun) ko muqatab farmate hue -;Tum par saqt aandhiaan aaye aur tum mein koi islaah karne wala baaqi na rahe. Kya main Allah par imaan lane aur Rasoolallah saws ke saath ho kar jihad karne ke baad apne upar kufr ki gawahi de sakta hoon ? phir to main gumraah hogaya aur hidayatyaafta logoun mein se na raha. Tum apne (purane) badtareen thikanoun ki taraf laut jao aur apni aeydioun ke nishaanoun par peeche ki taraf palat jao. Yaad rakho ke tumhe mere baad chaa jaane wali zillat aur kaatne wali talwar se do chaar hona hai aur zaalimoun ko is wateerey se sabeq padhna hai ke wo tumhe mahroom karke har cheez apne liye mahfooz karlein."
},
{
"id":59,
"khutba":"QUTBA  NO.59",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Jab Aap a.s. ne khwarij se jung karne ka iraada zaahir kiya to Aap a.s. se kaha gaya ke wo Naharwaan ka pul uboor karke udhar jaa chuke hain to Aap a.s. ne farmaya -;Inke girne ki jagah to paani ke isi taraf hai. Khuda ki qasam! In mein dus bhi bach kar na jaa sakenge aur tum mein se dus bhi halaak na honge.Jab khwarij maare gaye to Aap a.s. se kaha gaya ke wo log sab ke sab halaak hogaye, Aap a.s. ne farmaya hargiz nahin abhi to wo mardoun ke subnoun aur aurtoun ke shikamoun mein maujood hain, jab bhi un mein koi sardaar zaalim hoga to usey kaat kar rakh diya jaayega. Yahaan tak ke unke aakhri fardein chor aur daaku ho kar rahjaayengi.Inhi Khwarij ke mutaa-llaq farmaya -; mere baad khwarij ko qatl na karna, is liye ke jo haq ka taalib hua aur usey na paa sake wo waisa nahi hai ke jo baatil hi ki talab mein hua aur phir usey bhi paale."
},
{
"id":60,
"khutba":"QUTBA  NO.60",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Jab Aap a.s. ko achanak qatl kiye jaane se khauf dilaya gaya, to Aap a.s. ne farmaya, mujh par Allah ki ek mohkam sipar (dhaal) hai, jab maut ka din aayega to wo mujhe maut ke hawale karke mujh se alag hojayega, us waqt na teer qata karega aur na zakhm bhar sakega."
},
{
"id":61,
"khutba":"QUTBA  NO.61",
"text":""
},
{
"id":62,
"khutba":"QUTBA  NO.62",
"text":""
},
{
"id":63,
"khutba":"QUTBA  NO.63",
"text":""
},
{
"id":64,
"khutba":"QUTBA  NO.64",
"text":""
},
{
"id":65,
"khutba":"QUTBA  NO.65",
"text":""
},
{
"id":66,
"khutba":"QUTBA  NO.66",
"text":""
},
{
"id":67,
"khutba":"QUTBA  NO.67",
"text":""
},
{
"id":68,
"khutba":"QUTBA  NO.68",
"text":""
},
{
"id":69,
"khutba":"QUTBA  NO.69",
"text":""
},
{
"id":70,
"khutba":"QUTBA  NO.70",
"text":""
},
{
"id":71,
"khutba":"QUTBA  NO.71",
"text":""
},
{
"id":72,
"khutba":"QUTBA  NO.72",
"text":""
},
{
"id":73,
"khutba":"QUTBA  NO.73",
"text":""
},
{
"id":74,
"khutba":"QUTBA  NO.74",
"text":""
},
{
"id":75,
"khutba":"QUTBA  NO.75",
"text":""
},
{
"id":76,
"khutba":"QUTBA  NO.76",
"text":""
},
]