[
{
"id":1,
"khutba":"QUTBA  NO.01",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM (is mein ibteda e aafreinish zameen aur aasmaan aur paidaish e Adam a.s. ka zikr farmaya hai)Tamaam hamd is Allah ke liye hai jis ki madah (tareef) tak bol ne waloun ki rasaaie (pohonch) nahin, jis ki nematoun ko gin-ne wale gin nahi sakte. Na koshish karne wale is ka haq ada karsakte hain, Na baland parwaaz himmatein us-e- paa sakti hai na aql aur fahem ki gahraiyaan is ki tah tak pohonch sakti hai. Us ki kamala e zaat ki koi had muaiyyan nahin. Na us ke liye tauseefi (sifaati) alfaaz hain na us ki ibteda (shuru-aat) ke liye koi waqt hai, jise shumaar mein laya jaa sake, na uski koi muddat hai jo kahin par khatm ho jaye. Us ne maqlooq ko apni qudrat se paida kiya, apni rahmat se hawaoun ko chalaya, thar tharaati hui zameen par pahadoun ki meqein (pillars) gaadh di. Deen ki ibteda is ki Ma-arefat hai, kamaal e ma-arefat is ki tasdeeq hai, kamaal e tasdeeq TAUHEED hai, kamaal e Tauheed tannazia aur Ikhlaas hai aur ikhlaas ye hai ke us se sifatoun  ki nafi        ( substract ) ki jaaye. Kyon ki har Sifat shahid (gawah ) hai ke wo apne mausoof ki ghair hai aur har mausoof shahid hai ke wo sifat ke alawa koi cheez hai. Lihaza jis ne zaat e Ilahi ke alawa sifaat maane, us ne zaat kaa ek doosra saathi maan liya aur jis ne is ki zaat ka koi doosra saathi maana us ne duiee (do maan na ) paida ki jis ne duiee  paida ki us ne is ke liye juz bana daala aur jo is ke liye ajza ( parts ) ka qa-el hua wo us se be-qabar raha aur jo is se be-qabar raha us ne usey qaabil e ishaara samajh liya aur jis ne usey qaabil e ishara sanajh liya us ne is ki had bandi kardi aur jo usey mahdood samjha wo usey doosri cheezoun hi ki qataar mein le aaya jis ne ye kaha ke wo kisi cheez mein hai us ne usey kisi shay ( matter ) ke ziman mein farz kar liya aur jis ne ye kaha ke wo kisi cheez par hai us ne aur jagahoun ko is se khaali samajh li. Wo hai hua nahi. Maujood hai magar adam (nowhere) se wajood mein nahin aaya. Wo har shay ke saath hai, na jismani ittesaal ki tarha, wo har cheez se alaihdah hai, na jismani doori ke taur par, wo faa-el (kaam karne wala) hai, lekin harkaat aur aalaat ka mohtaaj nahin, wo is waqt bhi dekhne wala tha jab ke maqlooqaat mein koi cheez dekhne wali na thi. Wo yagana (ek) hai is liye ke iska koi saathi hi nahin hai ke jis se wo manoos hua aur usey khokar pareshaan ho jaaye. Is ne pehle pahel khalq (creation) ko ijaad (invent) kiya. Baghair kisi fikr ki julani ke aur baghair kisi tajrube ke jis se faayda uthane ki usey zaroorat padhi ho aur baghair kisi harkat ke jise usne paida kiya ho aur baghair kisi walwale aur josh ke jis se wo betaab hua ho. Har cheez ko us ke waqt ke hawale kiya. Be jood cheezoun mein tawazan wahem aahangi paida ki. Har cheez ko judagaana tabiat wa mizaaj ka haamil banaya aur tabiat ke liye munasib sooratein zaroori qaraar di. Wo in cheezoun ko in ke wajood mein aane se pehle jaanta tha. In ki had aur nahiat (neiyyatoun) par ahaata kiye hue tha aur in ke nufoos (nafsoun) aur aaza (organs) ko pehchaanta tha. Phir ye us ne kushaada faza,waseeh atraaf aur aknaaf aur qala (vacuum) ki wasatein khalq ki aur in mein aisa pani bahaya jis ke darya e mawaej ki lehren toofani aur bahr e  zaqaar ki maujein tah ba tah thi ise tez hawa aur tund aandhi ki pusht par laada. Phir usey paani ke paltaane ka hukm diya aur usey is ke paaband rakhne par qaabu diya aur usey is ki sarhad se mila diya. Is ke neeche hawa door tak phaili hui thi aur upar paani thaatein maarta tha. Phir Allah Subhanahu ne is paani ke andar ek hawa khalq ki, jis ka chalna baanjh tha aur isey is ke markaz(center) par qaraar rakha. Is ke jhoonke tez kardiye aur iske chalne ki jagah door wa daraaz tak phailadi phir is hawa ko mamoor (hukm diya) kiya ke wo paani ke zaqeere ko thapede de aur bahr e be karaan ki maujoon ko uchaale is hawa ne paani ko youn mathh diya jis tarha dahi ke mashkize ko matha jaata hai aur isey dhakelti hui tezi se chali. Jis tarha qaali fazaein chalti hain aur paani ke ibtedaai hisse par aur thehre hue ko chalte hue paani par paltaane lagi yahaan tak ke is mastalatum paani ki sateh baland hogayi aur wo tah bat tah paani jhaag dene laga Allah ne wo jhaag khuli hawa aur kushaada faza ki taraf uthai aur is se saatoun aasmaan paida kiye. Neeche wale aasmaan ko ruki hui mauj ki tarha banaya aur upar walay aasmaan ko mahfooz chath aur balanad imaarat ki soorat mein is tarha qayam kiya ke na sutoonoun (pillars) ke sahare ke sahare ki haajat thi na bandhanoun se jood ne ki zaroorat phir un sitaroun ki subah wa bhaj aur raushan taaroun ki chamak damak se aaraasta (sajaya) ki aur un mein zuu paash chiraagh aur jagmagata chaand rawaan kiya jo ghoomne walay falak chalti phirti chath aur jumbish khaane wali loh mein hai. Phir Khuda wand e Aalam ne baland aasmanoun ke darmiyaan shigaaf paida kiye aur in ki wasatoun (spaces) ko tarha tarha ke farishtoun se bhar diya. Kuch un mein sar ba sujood hain jo rukuh nahin karte, kuch rukuh mein hain jo seedhe nahin hote, kuch safein baandhe hue hain jo apni jagah nahin chodhte aur kuch pakeezgi bayaan kar rahe hain jo uktaate nahin, na un ki aankhoun mein neend aati hai na unki aqloun mein bhool chook paida hoti hai na unke badanoun mein susti wa kaaheli aati hai na un par nisyaan (bhool) ki ghaflat taari hoti hai, in mein kuch toh wahi e Ilahi ke ameen, us ke Rasooloun ki taraf paighaam rasaani ke liye zabaan e Haq aur us ke Qataie faisloun aur farmanoun ko le kar aane jaane walay hain, kuch us ke bandoun ke nigehbaan aur jannat ke darwaazoun ke paasbaan hain, kuch wo hain jin ke qadam zameen ki tah mein jame hue hain aur un ke pahloo atraaf e aalam se bhi aagay badhe hue hain. In ke shaane arsh ke paayoun se mael khaatey hain. Arsh ke saamne un ki aankhein jhuki hui hain aur us ke neeche apne paroun mein lipte hue hain aur in mein aur doosri maqlooq mein izzat ke hijaab aur qudrat ke saraa parde hael hain.Wo shakl wa soorat ke saath apne Rab ke tasawwur ko aakhri tasawwur nahin karte na usey mahal aur makaan mein ghira hua samajhte hain na ashbah aur nazroun se us ki taraf ishaara kate hain.(Adam a.s. li taqleeq ke bare mein farmaya)Phir Allah ne saqt wa narm aur shereen wa shoura zaar zameen se mitti jama ki usey paani se itna bhigoya ke wo saaf hokar nithar gayi aur tari se itna goondha ke us mein lass paida hogaya. Us se ek aisi soorat banaie jis mein moodhein aur joodh aazaein aur muqtalif hisse usey yahaan tak sikhaya ke wo khud tham saki aur itna sakht kiya ke wo khankhana ne lagi. Ek waqt e muayyin aur muddat e maloom tak usey youn hi rahne diya. Phir us mein Rooh phoonki, toh wo aise Insaan ki soorat mien khadi hogayi jo quwah e zahni (mind power) ko harkat dene wala fikri harkaat se tasarruf (action) karne wala. Aazah wa jawaareh se qidmat lene wala aur haath pairoun ko chalane wala hai aur aisi shinaqat ka maalik hai jis se haq wa baatil mein tameez  karta hai aur muqtalif mazoun (tastes), buoun, rangoun aur jinsoun (species) mein farq karta hai. Quood ranga rang ki mitti aur milti julti hui muafaq cheezoun aur muqalif zidoun (opposites) aur mutaazaad khatoun (different lines) se uska qameer (material,ingredients) hua hai.Yaani garmi,sardi,tariee,khushki ka paikar hai. Phir Allah ne farishtoun se chaha ke wo us ki sounpi hui dauliat ada karein aur us ke paimaan wasiat ko poora karein. Jo sajda e Adam ke hukm ko tasleem karne aur us ki buzurgi ke saamne tawazeh wa farootni ke liye tha. Is liye Allah ne kaha ke Adam ko sajda karo.Iblees ke siwa sab ne sajda kiya. Usey asbiyat (takabbur) ne ghair liya. Badbaqti us par chagayi. Aag se paida hone ki wajah se apne ko buzurg wa bar-tar samjha aur khankhanati hui mitti ki maqlooq ko zaleel jana. Allah ne usey mohlat di taa ke wo poore taur par ghazab ka mustaheq ban jaaye aur Bani Adam ki aazmaish paa e takmeel tak pohonche aur vaadah poora hojaye. Chunanche Allah ne us se kaha ke tujhe waqt e muayyin ke din tak mohlat hai. Phir Allah ne Adam ko aise ghar mein thairaya jahaan unki zindagi ko khushgawar rakha. Inhein Shaitaan aur uski adawat se bhi hoshiyaar kardiya. Lekin un ke dushman ne un ke jannat mein thaher ne aur nekokaaroun mein mil jhul kar rahne mein hasad kiya aur aakhir kaar inhein fareib de diya. Adam ne yaqeen ko shak aur iraade ke istehkaam ko kamzori ke haathoun bech daala. Masarrt ko khauf se badal liya aur fareib qurdagi ki wajah se nadamat uthaiee. Phir Allah ne Adam ke liye tauba ki gunjaesh rakhkhi.inhein rahmat ke kalme sikhae, jannat mein dobara pohonchane ka un se vaadah kiya aur inhein daar e ibtela aur mahal e aafzaaesh e nasl mein utaar diya.Allah Subhanahu ne unki aulad se ambiya chune. Wahih par un se ahad wa paimaan liya.          Tableegh e Risaalat ka inhein amen banaya, jab ke aksar logoun ne Allah ka ahad badal diya tha. Chunanche wo us ke Haq se beqabar hogaye. Auroun ko us ka shareek bana dala. Shayateen ne is ki Ma-arefat se inhein rugardaan (door) aur us ki ibaadat se alag kardiya.Allah ne un mein apne Rasool maboos kiye aur lagataar Ambiya bhehe taa ke un se fitrat ke ahad wa paimaan poore kara-e-. us ki bhooli hui nematein yaad dilaye. Aur inhein qudrat ki nishaaniaan dikhaye. Ye saroun par baland baam aasmaa, un ke neeche bicha hua farsh e zameen, zinda rakhne wala samaan e maashiat. Fana karne wali ajlein, budha kar dene wali beemariaan aur pay dar pay aane wale haadse. Allah subhanahu ne apni maqlooq ko baghai kisi farsatadahPaighambar ya aasmani kitaab ya daleel qataee ya tareeq e raushan ke kabhi youn hi nahin chodha. Aise Rasool jinhein tadaad ki kami aur jhutlane waloun ki kasrat darmaninda wa aajiz nahin karti thi. Un mein koi sabeq tha jo baad mein aane wala ka naam wa nishaan bataya. Koi baad mein aaya jise pehla pohonchwa chuka tha. Isi tarha muddatein guzargayi, zamane beet gaye,baap dadaoun ki jagah par un ki auladein bas gayi, yahaan tak ke Allah subhanahu ne aeifaa e ahad wa itmaam e nubuat ke Mohammad saws ko maboos kiya, jin ke mutaalaq Nabioun se ahad wa paimaan liya ja chuka tha, jinki alamat e zahoor mashoor mahal zahoor Mubarak wa masood tha.Is waqt zameen par basne waloun ke maslak juda juda, khwahishien mutafarriq wa paragandha aur raay alag alag thi. Youn ke kuch Allah ko maqlooq se tashbeeh dete the, kuch is ke naamoun ko bigaadh dete the, kuch usey chodh kar auroun ki taraf ishaara karte the. Khuda wand e aalam ne Aap saws ki wajah se inhein gumrahi se hidayat ki raah par lagaya aur Aap saws ke wajood se inhein jehalat se chudhaya.Phir Allah subhanahu ne Mohammad saws ko apne liqa (mulaqaat) wa qurb ke liye ke liye chuna, apne khaas inaamaat Aap saws ke liye pasand farmaay daar e duniya ki bood wa baash se Aap saws ko balandtar samjha aur zahmatoun se ghiri hui jagah se Aap saws ke ruq ko moodha aur duniya se ba-izzat Aap saws ko uthaliya. Hazrath saws tum mein us tarha ki cheezein chodh gaye jo Ambiya apni ummatoun mein chodh tea aye the. Is liye ke wo tareeq e waazeh wa nishaan e mohkam qayam kiye baghair hi be qaid wa band inhein nahin paighaam Rabbani pohoncha ke hujjat tamaam karein. Aql ke dafeenoun ko ubhaare chodhte the. Paighambar saws ne tumhari parwardigaar ki kitaab tum mein chodhi hai. Is haalat mein ke inhein kitaab ke haraam wa halaal, waajib wa mustaheb, naseq wa mansooq, raqs wa azaaem, khaas wa aam, ibrad wa misaal, muqaiyad wa mutlaq, mohkam wa mutashaabe ko waazeh taur par baayaan kardiya, majmal aayatoun ki tafseer kardi. Us ki guththioun ko suljha diya is mein kuch aayatein wo hai jin ke jaan ne ki pabandi aayad ki gayi hai aur kuch wo hai ke agar us ke bande un se nawaqif rahein toh muzaeqa nahin. Kuch ahkaam aise hain jin ka wajoob kitaab se saabit hai aur hadees se un ke mansooq hone ka pata chalta hai aur kuch ahkaam aise hain jin par amal karna hadees ki ruu se wajib hai lekin kitaab mein un ke tark ki ijaazat hai. Is kitaab mein baaz wajibaat aise hain jin ka wujoob waqt se wabasta hai aur aur zamane aainda mein unka wujoob bartafaf hojata hai.Quraan ke mahramaat (haraam) mein bhi tafreeq (difference), kuch kabirah hain jin ke lye aatish e jahannum ki dhamkiaan hain aur kuch saghira hain jin ke liye maghferat ke tawaqqoaat paida kiye hai. Kuch aamaal aise hain jin ka thoda se hissa bhi maqbool hai aur ziyada se ziyada izaafeh ki gunjaaesh rakhi hai. Hajj ke silsile mein Farmaya a.s., Allah ne apne ghar ka Hajj tum par wajib kiya, jise logoun ka Qibla banaya hai, jahaan log is tarha khich kar aate hain jis tarha pyaase haiwaan paani ki taraf aur is tarha waraftagee se badhte hain jis tarha kabootar apne aashiaanoun ki jaanib, Allah jalle shanahu ne is ko apni azmat ke saamne in ki firotani wa aajizi aur apni izzat ke aitraaf ka nishaana banaya hai, us ne apni maqlooq mein se sunne walay log chun liye jinhoun ne is ki awaaz par labbaik kahi aur us ke kalaam ki tasdeeq ki wo Ambiyaoun ki jagah par khade. Arsh par tawaaf karne farishtoun se shabahat iqtiyaar ki. Wo apni ibaadat ki tijaarat gaah mein munaafoun ko sameit te hain, aur is waadagah maghferat ki taraf badhte hai. Allah subahnahu ne Quraan mein farmaya ke Allah ka wajib alawa haq logoun par ye hai ke wo khana e kaaba ka hajj karein jinhein wahaan tak pohonch ne ki istetaat ho aur jis ne kufr kiya toh jaan le ke Allah saare se beniyaaz hai."
},
{
"id":2,
"khutba":"QUTBA  NO.02",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM Siffeen se palat ne ke baad farmaya;Allah ki hamd o san’aa karta hoon, is ki nematoun ki takmeel chahiye, is ki izzat wa jalaal ke aagay sar jhukaane aur us ki maasiyat (na farmani) se hifazat haasil karne ke liye aur us se madad maangta hoon us ki kifayat aur dastageeri ka mohtaaj hone ki wajah se jise wo hidayat kare wo gumaraah nahi hoya jise wo dushman rakhe usey kahin thikana nahin milta jis ka wo kafeel ho wo kisi ka mohtaaj nahin rehta ye (hamd aur talab e imdaad) wo hai jis ka har wazan mein aane wali cheez se pallah bhaari hai aur ganj garaan maaye se behtar wa bartar hai. Main gawahi deta hoon ke Allah ke alawa koi mabood nahin jo yakta wa la-shareek hai. Aisi gawahi jis ka khuloos parkha jaa chukka hai. Zindagi bhar hum isi se wabasta raheinge aur isi ko pesh aane wale qatraat le liye zaqeera bana kar rakheinge, yehi gawahi imaan ki mazboot buniyaad aur husn e amal ka pehla qadam aur Allah ki khushnoodi ka zariya aur Shaitaan ki doori sabab hai aur ye bhi gawahi deta hoon ke Mohammad saws is ke abd aur rasool hain jinhein shohratyaafta deen manqoolshuda nishaaniaan likhi hui kitaab zoofishaan nor chamakti hui roshni aur faisla kun amr ke saath bheja taake shukook wa shubahaat ka izaala kiya jaaye aur dalael (ke zaiye se) se hujjat tamaam ki jaaye. Ayatoun ke zariye se daraya jaaye aur uqoobatoun (azaab) se khauf dilaya jaaye. (is waqt haalat ye thi ke) log aise fitnoun mein mubtela the jahaan deen ke bandhan shakasta, yaqeen ke sutoon mutazalzal, usool muqtalif aur halaat paragandha the. Nikalne ki raahein tang wa tareek thi. Hidayat gumnaam aur zalalat humgeer thi.Allah ki muqalefat aur Shaitaan ko madad di jaa rahi thi, imaan be sahara tha chunanche is ke sutoon girgaye aur shahraahein ujad gayi wo Shaitaan ke peeche lag kar is ki raahoun par chalne lage aur is ke ghaat par utar padhe.in hi ki wajah se is ke pharere har taraf lehrane lage the aise fitoun mein jo inhein apne samoun se roundte aur apne khuroun se kuchalte the. Aur apne nachboun ke bal mazbooti se khade hue the  toh wo log in mein har aan wa sar gardaan,jaahil wa fareibqor wo the. Ek aise ghar mein jo khud achcha magar us ke bas ne walay bure the, jahaan neend ke bajaay bedaari aur surme ki jagah aansoo the, is sarzameen par aalim ke muh mein lagaam thi aur jaahil moazziz aur sarfaraaz tha.Isi qutbe ka ek hissa jo Ahlebait e Nabi saws se muta-allaq hai ;Wo sir e khuda ke amen aur is ke deen ki panaahgah hai, ilm e Ilahi ke maghzan (khazane) aur hikmatoun ke marjah hain. Kutub e aasmani ki ghaadiyaan aur deen ke pahaad hain, inhi ke zariye Allah ne is ki pusht ka qam (jhukaw) seedha kiya aur is ke pahluoun se zauf (kamzoori) ki kapkapi door ki.Doosroun ke muta-allaq ;Inhoun ne fasq (jhoot) wa fujoor ki kaasht (cultivate) ki ghaflat wa fareib ke paani se, is ummat mein kisi ko Aal e Mohammad saws par qiyaas nahi kiya jaa sakta. Jin logoun par in ke ahsaanaat humesha jaari rahe hoo wo in ke barabar nahi ho sakte. Wo deen ki buniyaad aur yaqeen ke sutoon hain. Aage badh jaane walay ko in taraf palat kar aana hai aur peeche rah jaane walay ko in se aakar milna hai. Haq e Vilayat ki khususiat in hi ke liye hai aur in hi ke baare mein Paighambar saws ki wasiat aur in hi ke liye wirasat hai. Ab ye waqt wo hai ke Haq apne ahal ki taraf palat aaya aur apni sahih jagah par muntaqil hogaya."
},
{
"id":3,
"khutba":"QUTBA  NO.03",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM Shaqshaqiya ke naam se mashoor hai ;Khuda ki qasam ! farzand e Abu Qahafa ne pairahan e khilafat pahen liya. Halaanke wo mere baare mein achchi tarha jaanta tha ke mera khilafat mein wahi maqaam hai jo chakki ke andar is ke keel ka hota hai. Main wo (koh e baland) hoon jis par se sailaab ka paani guzar kar neeche gir jaaata hai aur mujh tak parindah par nahin maar sakta.( is ke bawajood) Maine khilafat kea age pardah latka diya aur us sey pahloo tahe kar li aur soochna shuru kiya ke apne kate hue haathoun se karoun ya us sey bhayanak teergee par sabr kar lounjis mein sin raseeda bilkul zaeef aur bachcha boodha hojata hai aur momin is mein jid o jahad karta hua apne parwardigaar ke paas pohonch jaata hai. Mujhe is andher par sabr hi qaireen e aql nazar aaya. Lihaza maine sabr kiya. Halaanke aankhoun khalish thi aur qulq mein (gham wa ranj ke) phande lage hue the. Maine apni miraas ko lut te dekh raha tha yahaan tak ke pehle ne apni raah li aur apne baad khilafat ibne Qattab ko de gaya. ( phir ye shair padha )“kahaan ye din jo faaqay ke paalaan par kat-ta hai aur kahaan wo din jo hayyan bar aur jaaber ki sohbat mein guzarta tha. Taajub hai ke wo zindagi mein toh khilafat se sabakdosh hona chahta tha lekin apne marne ke baad is ki buniyaad doosre ke liye istamwaar karta gaya. Be shak in donoun ne saqti ke saath khilafat ke thanoun ko aapas mein baant liya. Us ne khilafat ko ek saqt wa darsht mahl mein rakh diya ke charr ke kaari the. Jis ko chuu kar bhi durushti mehsoos hoti thi. Jahaan baat baat mein thokaar khana aur phir uzr karna tha. Jis ka is se sabeqa padhe wo aisa hai jaise sarkash ounthni ka sawaar ke agar mehaar khainchta hai toh is ki naak ka darmiyaani hissa hi shigaafta hota jaata hai jis ke baad mehaar dena hi namumkin hojata hai. Aur agar bag ko dheela chodh deta hai toh wo is ke saath mohlikoun mein padh jaayega. Is ki wajah se baqaa e eizad ki qasam! Log kajravi sarkashi, matloon mizaaji aur be raah roovi mein mubtela hogaye. Maine is taweel muddat aur shadeed musibat par sabr kiya, yahaan tak ke doosra bhi apni raah laga, aur khilafat ko ek jamaat mein mahdood kar gaya aur mujhe bhi is jamaat ka ek fard khayaal kiya. Ay Allah mujhe is shuraa se kya lagao? in mein ke sab se pehle ke muqable hi mein mere istehqaaq wa fazeelat mein kab shak tha jo ab un logoun mein main bhi shaamil kar liya gaya houn. Magar maine ye tareeqa iqtiyaar kiya tha ke jab wo zameen ke nazdeek ho kar parwaaz kar ne lagi toh bhi aisa hi karne lagoon aur jab wo ounche ho kar udh ne lage toh maine bhi isi tarha parwaaz karoun.In mein se ek shaqs toh keenah wa inaad ki wajah se mujh se munharif ho gaya aur doosra damaadi aur bughz na guftahbah baatoun ki wajah se idhar jhuk gaya. Yahaan tak ke is qoum ka teesra shaqs peit phailaye sargeen aur chaare ke darmiyaan khada hua aur us ke saath is ke bhai band uth khade hue. Jo Allah ke maal ko is tarha nigalte the jis tarha ounth fasal e rabi ka charah churta hai. Yahaan tak ke wo waqt aagaya jab us ki bati hui rassi ke bal khul gaye aur us ki badamalioun ne is ka kaam tamaam kardiya aur shikampuri ne usey muh ke bal gira diya.  Us waqt muhje logoun ke hujoom ne wahshatzada kardiya jo meri jaanib bajo ke ayaal ki tarha har taraf se lagataar badh raha tha yahaan tak ke aalam ye hua ke Hassan a.s. aur Hussain a.s. kuchle jaa rahe the. Wo sab mere gird bakrioun ke gale ki tarha ghera dale hue the magar is ke bawajood jab main amr e khilafat ko le kar uththa toh ek girooh ne bayat todh daali aur doosra deen se nikal gaya aur teesre giroh ne fasq iqtiyaar kar liya. Goya inhoun ne Allah ka ye irshaad sunahi na tha ke “ ye aakhirat ka ghar humne in logoun ke liye qaraar diya hai jo duniya mein (be jaa) balandi chahte hain na fasaad phailate hain aur achcha anjaam parhezgaaroun ke liye hai ” haan haan khuda ki qasam in logoun ne is ayat ko suna tha aur yaad kiya tha, lekin in ki nigahoun mein duniya ka jamaal khub gaya aur is ki saj dhaj ne inhein lubha diya.Dekho us zaat ki qasam jis ne daane ko shigaafta kiya aur zee ruh cheezein paida ki, agar bayat karne waloun ki maujoodgi aur madad karne waloun ke wajood se mujh apr hujjat tamaam na hogayi hoti aur wo ahad na hota jo Allah ne Ulema se le rakha hai ke wo zaalim ki shikam puri aur mazloom ki garsangi par sukoon wa qaraar se na baithein toh main khilafat ki bag door isi ke kandhe par daal deta aur is ke aakhir ko is pyaale se sairaab karta jis pyaale se is ko awwal sairaab kiya tha aur tum apni duniya ko meri nazroun mein bakri ki cheenk se bhi ziyada na qaabile aiytna paate. Logoun ka bayaan hai ke jab hazrat qutba padhte hueis maqaam tak pohonche toh ek Iraqi bashindah aage badha aur ek naawishta hazrat ke saamne pesh kiya Aap a.s. usey dekhne lagey. Jab faregh hue toh ibne Abbas ne kaha ya Ameerul Momineen a.s. aap ne jahaan se qutba chodha tha wahin se is ka silsila aagey badhayein. Hazrat ne farmaya ke ay ibne Abbas ye SHAQSHAQIYA (gosht ka wo narm lothda jo ounth ke muh se masti wa haijaan ke waqt nikalta hai) tha jo ubhar kar dab gaya. Ibne Abbas kehte hai ke mujhe kisi kalaam ke muta-allaq itna afsoos nahi hua jitna is kalaam ke muta-allaq, is bina par hua ke Hazrat wahaan tak na pohonch sake jahaan tak wo pohonchana chahte the."
},
{
"id":4,
"khutba":"QUTBA  NO.04",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM Hamari wajah se tumne (gumrahi ki) teergioun mein hidayat ki roshni paaie aur raf-at wa balandi ki chotioun par qadam rakha, aur Hamar sabab se andheri raatoun ko andherioun se subah e hidayat ke ujaloun mein aagaye. Wo kaan behre hojayein jo chillaane walay ki cheeq pukaar na sune. Bhala wo kyun kar meri kamzoor aur dheemi awaaz ko sun payenge jo Allah o Rasool saws ki baland bang sadaoun ke sunne se bhi be behra (laparwa) rah chuke hon. In diloun ko sukoon wa qaraar naseeb ho jin se khauf e khuda dhadkanein alag nahi hoti, main tum se hameshaan az ru e bewafai hi ke nataej ka muntazar raha aur fareib khurdah logoun jaise rang dhang ke saath tumhein bhaanp liya tha. Agar che deen ke naqaab ne mujh ko tum se chupaye rakhkha lekin meri neiyyat ke sidq (sachchai) wa safa ne tumhari sooratein mujhe dikhadi thi. Main bhatkaane wali raahoun mein tumhare liye jaadah e Haq par khada tha jahaan tum milte milaate the magar koi raah dikhaane wala na tha. Tum kunwa khodte the magar paani nahi nikaal sakte the. Aaj maine apni is khamoosh zabaan ko jis mein badi haan ki quwwat hai goya kiya hai is shaqs ki raay ke liye doori ho jis ne mujh kinara kasha ki.Jab se mujhe Haq dikhaya gaya hai main ne kabhi is mein shak wa shubha nahi kiya. Hazrat Moosa ne apni jaan ke liye khauf ka lihaaz kabhi nahin kiya, balke jaahiloun ke ghalbe aur gumraahi ke tasallat tha (isi tarha meri ab tak ki khamooshi ko samajhna chahiye) aaj hum aur tum Haq aur baatil ke dorahe par khade hue hain, jise paani ka itmenaan hai wo pyaas mehsoos nahi karta, isi tarha meri maujoodgi mein tumhein meri qadr nahi."
},
{
"id":5,
"khutba":"QUTBA  NO.05",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM Jab RasoolAllah SAWS Ne Duniya Se Rahlat Farmaiee Toh Abbas Aur Abu Sufiaan Ibne Harb Ne Aap a.s. Se Arz Kiya Ke Hum Aap a.s. Ki Bay-At Karna Chahte Hain, Jis Par Hazrat Ne Farmaya –Aye Logo! Fitno Wa Fasad Ki Maojo Ko Najat Ki Kashtion Se Cheer Kar Apne Ko Nikal Le Jao.  Tafreqa wa Inteshar Ki Rahon Se Apna Ruq Modh Lo, Faqar Wa Mabahaat Ke Taj Utaar Dalo, Sahi Tareeq E Amal Iqtiyaar Karne Mein Kamyaab Wo Hai Jo Uthe To Par wa Baal Ke Saath Uthe Aur Nahi Toh (Iqtedaar Ki Kursi) Doosroun Ke Liye Chodh Baithe. Aur Is Tarha Khalq E Khuda Ko Bad Amani Se Rahat Mein Rakhkhe. (Is Waqt Talab E Khilafat Ke Liye Khade Hona) Ye Ek Gandla Paani Aur Aisa Luqma Hai Jo Khaane Walay Ke Gulugeer Hokar Rahega. Phaloun Ko In Ke Pakne Se Pehle Chunne Wala Aisa Hai Jaise Doosroun Ki Zameen Mein Kaasht Karne Wala. Agar Bolta Hoon Toh Log Kehte Hain Ke Ye Duniayavi Sultanat Par Mite Hue Hain Aur Chup Rehta Hoon Toh Kehte Hain Ke Maut Se Dargaye. Afsoos Ab Ye Baat Jab Ke Main Har Tarha Ke Nasheb Wa Faraaz Dekhe Baitha Hoon, Khuda Ki Qasam Abu Talib a.s. Ka Beta Maut Se Itna Manoos Hai Ke Bachcha Apni Maa Ki Chathi Se Itna Manoos Nahin Hota. Albatta Ek Ilm Poshida Mere Seene Ki Tahoun Mein Lipta Hua Hai Ke Ise Zahir Kardoun Toh Tum Isi Tarha Pej Wa Tab Khaane Lago Jis Tarha Gehre Kuwaun Mein Rassiaan Larazti Aur Thar Tharaati Hain."
},
{
"id":6,
"khutba":"QUTBA  NO.06",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM Jab Aap Se Ye Kaha Gaya Ke Aap a.s. Talha Wa Zubair Ka Peecha Na Karein Aur In Se Jung Karne Ki Na Than Lein Toh Aap a.s. Ne Farmaya- ; Khuda Ki Qasam Main Is Bajju Ki Tarha Na Honga Jo Lagataar Khatkhata e  Jaane Se Sota Hua Ban Jaata Hai. Yahaan Tak Ke Is Ka Talabgaar (shikari) Is Tak Pohonch Jaata Hai Aur Ghaat Lagakar Baithne Wala Is Par Achanak Qaabu Paaleta Hai. Balke Main Toh Haq Ki Taraf Badhne Waloun Aur Goosh Par Awaaz E Itaa-At Shearoun Ko Lekar In Khata Wa Shak Mein Padhne Waloun Par Apni Talwar Chalata Rahunga Yahan Tak Ke Meri Maut Ka Din Aajaye. Khuda Ki Qasam! Jab Se Allah Ne Apne Rasool SAWS Ko Duniya Se Uthaya Barabar Doosroun Ko Mujh Par Muqaddam Kiya Gaya Aur Mujhe Mere Haq Se Mahroom Rakhkha Gaya."
},
{
"id":7,
"khutba":"QUTBA  NO.07",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM Inhoun Ne Apne Har Kaam Ka Karta Dharta Shaitaan Ko Bana Rakhkha Hai Aur Is Ne In Ko Apna Aala Kaar Bana Liya Hai, Is Ne In Ke Seenoun Mein Ande Diye Hain Aur Bachche Nikaale Hain Aur In Hi Ki Goodh Mein Wo Bachche Reingte Aur Chalte Koodte Hain Wo Dekhta Hai Toh Unki Aankhoun Se Aur Bolta Hai Toh Unki Zabanoun Se. Is Ne Inhein Khataoun Ki Raah Par Lagaya Hai Aur Badi Baatein Saj Kar Un Ke Saamne Rakhkhi Hain Jaise Us Ne Inhein Apni Tasallat Mein Shareek Bana Liya Ho Aur Inhi Ki Zabaanoun Se Apne Kalaam E Baatil Ke Saath Bolta Hai."
},
{
"id":8,
"khutba":"QUTBA  NO.08",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM Ye Kalaam Zubair Ke Muta-Allaq Is Waqt Farmaya Jab Ke Halaat Isi Qism Ke Bayaan Ke Mutaqazzi The, Wo Aisa Zaahir Karta Hai Ke Is Ne Bay-At Haath Se Karli Thi Magar Dil Se Nahin Kit Hi, Bahr E Soorat Is Ne Bay-At Ka Toh Iqraar Kiya Lekin Is Ka Ye Adaa Ke Is Dil Mein Khot That Oh Usey Chahiye Ke Is Daave Ke Liye Koi Daleel Pesh Kare Warna Jis Bay-At Se Munharif Hua Hai Is Mein Waapas Aaye."
},
{
"id":9,
"khutba":"QUTBA  NO.09",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM Jang E Jamal Ke Ashaab Ke Muta-Allaq Farmaya-;Ay Raad Ki Tarha Garje Aur Bijli Ki Tarha Chamke, Magar In Donoun Baatoun Ke Bawajood Buzdili Hi Dikhai Aur Hum Jab Tak Dushman Par Toot Nahi Padhte Garajte Nahi Aur Jab Tak (Amali Taur Par) Baras Nahi Lete (Lafzoun Ka) Sailaab Nahi Bahate."
},
{
"id":10,
"khutba":"QUTBA  NO.10",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM Jab Talha wa Zubair bay-at todh kar alag hogaye aur hazrat Ayesha ki humrahi mein Basra rawana hue to Hazrat ne ye kalemaat irshaad farmaye-;Shaitaan ne apne girooh ko jama kar liya hai aur apne sawaar wa pyaade samet liye hain, mere saath yaqeenan meri baseerat hai na main ne khud (jaan bujh kar) kabhi apne ko dhoka diya aur na waqaiy kabhi mujhe dhoka hua. Khuda ki qasam main in ke liye ek aisa hauz chalkaunga jis ka paani nikaalne wala main hoon. Inhein hamesha ke liye nikalne ya (nikal kar) phir waapas aane ka koi imkaan hi na hoga."
},
{
"id":11,
"khutba":"QUTBA  NO.11",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM Jab Jang E Jamal Mein Alam Apne Farzand Mohammad Bin Hanafia Ko Diya Toh Un Se Farmaya – Pahaad Apni Jagah Chodh De Magar Tum Apni Jagah Se Na Hanta, Apne Daantoun Ko Beenchlena, Apna Kaasa Allah Ko Aaryat De Dena, Apne Qadam Zameen Mein Gaadh Dena, Lashkar Ki Aakhri Safoun Par Apni Nazar Rakhna Aur (Dushman Ki Kasrat Wa Taaqat Se) Aankhoun Ko Band Kar Lena Aur Yaqeen Rakhna Madad Khuda Hi Ki Taraf Se Hoti Hai."
},
{
"id":12,
"khutba":"QUTBA  NO.12",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM Jab Khuda Wande Aalam Ne Aap a.s. Ko Jamal Waloun Par Ghalba Ata Kiya Toh Us Mauqeh Par Aap a.s. Ek Sahabi Ne Aap a.s. Se Arz Kiya Ke Mere Falaan Bhai Bhi Yahaan Maujood Hota Toh Wo Bhi Dekhta Ke Allah Ne Kaisi Aap a.s. Ko Dushmanoun Par Fatah Wa Kaamraani Ata Farmaie Hai, Toh Aap a.s. Ne Farmaya Ke Kya Tumhara Bhai Humein Dost Rakhta Hai? Us Ne Kaha Ke Haan, Toh Aap a.s. Ne Farmaya Ke Wo Hamare Paas Maujood Tha Balke Hamare Is Lashkar Mein Wo Ashqaas Bhi Maujood The Jo Abhi Mardoun Ke Sulb Aur Aurtoun Ke Shikam Mein Hain. Anqareeb Zamana Inhein Zaahir Karega Aur Un Se Imaan Ko Taqwiat Pohonchegi."
},
{
"id":13,
"khutba":"QUTBA  NO.13",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Ahle Basra Ki Mazammat Mien……. Tum Ek Aurat Ki Sipaah Aur Ek Chowpaaye Ke Taabeh The. Wo Bilbilaya To Tum Labbaik Kehte Hue Badhein Aur Wo Zakhmi Hua Toh Tum Bhaag Khade Hue, Tum Past Akhlaaq Ahad Shikan Ho Tumhare Deen Ka Zaahir Kuch Aur Hai Aur Baatin Kuch. Tumhari Sarzameen Ka Paani Tak Shour Hai Tum Mein Aqaamat Karne Wala Gunahoun Ke Jaal Mein Jakda Hua Hai Aur Tum Mein Se Nikal Jaane Wala Apne Parwardigaar Ki Rahamat Ko Paalne Wala Hai. (Aane Wala) Manzar Meri Aankhoun Mein Phir Raha Hai Jab Ke Tumhari Masjidein Numaya Hogi Jis Tarha Kashti Ka Seena Dar Halaanke Allah Ne Tumhare Shahar Mein Is Ke Upar Aur Is Ke Neeche Se Azaab Bhej Diya Hoga Aur Wo Apne Rahne Waloun Ke Sameyt Doob Chukka Hoga.(Ek Aur Riwayat Mein Youn Hai) Khuda Ki Qasam Tumhara Shahar Gharq Ho Kar Rahega Is Had Tak Ke Is Ki Masjid Kashti K Eagle Hisse Ya Seene Ke Bal Baithe Hue Shutur Murgh Ki Tarha Goya Mujhe Nazar Aarahi Hai. (Ek Aur Riwayat Mein Is Tarha Hai) Tumhara Shahar Allah Ke Asab Sharaoun Mein Mitti Ke Lehaaz Se Ganda Aur Badboodaar Hai. Ye (Samandar Ke) Paani Se Qareeb Aur Aasmaan Se Door Hai. Burai Ke Dus Hissoun Mein Se Nau (9) Hisse Is Mein Paaye Jaate Hain Jo Is Mein Aa Pohoncha Wo Apne Gunahoun Mein Aseer Hai Aur Jo Is Se Chal Diya? Ilahi Is Ka Shareek E Haal Raha. Goya Main Apni Aankhoun Se Is Basti Ko Dekh Raha Hoon Ke Sailaab Ne Isey Is Had Tak Dhaanp Liya Hai Ke Masjid Ke Kangruoun Ke Siwa Kuch Nazar Nahi Aata Aur Wo Youn Maloom Hote Hai Jaise Samandar Ki Gehraiyaoun Par Parinde Ka Seena."
},
{
"id":14,
"khutba":"QUTBA  NO.14",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Ye Bhi Ahle Basra Ki Mazammat Mien…….Tumhari Zameen (Samandar) Ke Paani Se Qareeb Aur Aasmaan Se Door Hai. Tumhari Aqlein Sabak Aur Daanaiyaan Qaam Hai. Tum Har Teer Andaaz Ka Nishaana Har Khaane Walay Ka Luqma Aur Seed Afganioun Ka Shikaar Ho."
},
{
"id":15,
"khutba":"QUTBA  NO.15",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Hazart Usmaan Ko Ata Karda Jageerein Jab Musalmanoun Ko Paltaa Dein, Toh Farmaya – Khuda Is Qasam Agar Mujhe Aisa Maal Kahin Nazar Aata  Jo Aurtoun Ke Maher Aur Kaneezoun Ki Qareedari Par Sarf Kiya Ja Chukka Hota Toh Usey Bhi Waapas Palta Deta. Kyun Ke Adl Ke Taqazoun Ko Poora Karne Mein Was-At Hai Aur Jise Adl Ki Soorat Mein Tangi Mehsoos Ho Usey Zulm Ki Soorat Mein Zyaada Tangi Mehsoos Hogi."
},
{
"id":16,
"khutba":"QUTBA  NO.16",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM   Jab Madina Mein Aap a.s. Ki Bay-At Hui Toh Farmaya –Main Qaul Ka Zimmedaar Hoon Aur Is Ki Sehat Ka Zaamin Hoon, Jis Shaqs Ko Is Ki Deeda Ibrat Ne Guzishta Aqubatein Waazeh Taur Se Dikhai Di Hoon, Isey Taqwa Shub-Haat Mein Andha Dund Koodne Se Rook Leta Hai. Tumehien Jaan Na Chahiye Ke Tumhare Liye Wahi Albatta Aat Phir Palat Aaye, Jo Rasool Saws Ki Baysat Ke Waqt The , Is Zaat Ki Qasam Jis Ne Rasool Saws Ko Haq Wa Sadaqat Ke Saath Bheja, Tum Buri Tarha Tah Wa Baala (Neeche –Upar) Kiye Jaoge, Aur Is Tarha Chaante Jaoge Jis Tarha Channi Se Kisi Cheez Ko Chaana Jaata Hai Aur Is Tarha Qalt Malt Kiye Jaoge Jis Tarha (Chamche Se Handiya) Yahaan Tak Ke Tunahre Adna (Chote) Aala (Bade) Aur Aala Adna Ho Jayenge. Jo Peeche The Aage Badh Jayenge Aur Jo Hamesha Aage Rehte The Wo Peeche Chale jayenge. Khuda Ki Qasam Maine Koi Baat Parde Mein Nahi Rakhi, Na Kabhi Kazb Bayani Se Kaam Liya , Mujhe Is Maqaam Aur Is Din Ki Pehle Hi Qabar Di Ja Chuki Hai. Maloom Hona Chahiye Ke Gunaah In Sarkash Ghodoun Ke Manind Hai Jin Par Un Ke Sawaroun Ko Sawaar Kar Diya Gaya Ho Aur Baagein Bhi In Ki Utaar Di Gayi Ho Aur Wo Leja Kar Inhein Dozaq Mein Phaand Padhein Aur Taqwa Karne Walay In Sawaarion Ke Manind Hain Jin Par In Ko Sawaar Kiya Gaya Ho Is Tarha Ke Baagein In Ke Haath Mein De Di Gayi Hoon Aur Wo Inhein Itmenaan Ke Saath Jannat Mein Utaar Dein.Ek Haq Hota Hai Aur Agar Haq Kam Hogaya Hai Toh Baaz Awqaat Aisa Hua Hai Aur Bohot Mumkin Hai Ke Who Is Ke Baad Baatil Chaa Jaaye, Agar Che Aisa Kam Hi Hota Hai Ke Koi Cheeez Peeche Hat Kar Aage Badhe.          Allama Razi rh. Farmate Hain Is Qutbe Ko Samajhna Aam Logoun Ke Bas Ka Nahi Bas Wohi Samajh Sakte Hain Jo Ka Ma Haqqahu Maarifat Se Waaqif Ho.Is Qutbe Ek Aur Hissa Ye Hai;-Jis Ke Pesh E Nazar Dozaq Wa Jannat Ho Is Ki Nazar Kisi Aur Taraf Nahin Uth Sakti, Jo Tez Qadam Daudh Ne Wala Hai Wo Najaat Yaafta Hai Aur Jo Talabgaar Ho Magar Sust Raftaar  Usey Bhi Tawaqha (Khwahish) Ho Sakti Hai Magar Jo (Iraadatan, Jaan Bujh Kar) Koyaahi Kar Ne Wala Ho Usey Toh Dozaq Mein Girna Hai. Daein Ya Baein Mein Gumrahi Ki Raahein Hain Aur Daarmiyaani Raasta Hi Siraat E Mustaqeem Hai. Is Raaste Par Allah Ki Hameshaan Rahne Wali Kitaab Aur Nabuat Ke Aasaar Hain, Isi Se Shariat Ka Nafaaz Aur Ijra Hua Aur Isi Ki Taraf Aakhirkaar Baazguzisht Hai, Jis Ne Ghalat Ad-Duaa (Iraada) Kiya Wo Tabaah Wa Barbaad Hua, Jisne Aftaraa Baandha Wo Nakaam Wa Na Muraad Raha. Jo Haq Ke Muqable Mein Khada Hota Hai Tabaah Ho Jata Hai. Aur Insaan Ki Jehaalat Is Se Badh Kar Kya Hogi Ke Wo Apni Qadr Wa Manzilat Ko Na Pehchaane, Wo Asl Wa Asaas, Jo Taqwe Par Ho Barbaad Nahi Hoti Aur Us Ke Hote Hue Kisi Qism Ki Kasht (Amal) Be Aab Wa Khushk Nahi Hoti. Tum Apne Ghar Ke Gooshoun Mein Chup Kar Baith Jao, Aapas Ke Jhagdoun Ki Islaah Karo, Taubah Tumhare Aqab (Peeche) Mein Hai. Hamd Karne Wala Sirf Apne Parwardigaar Ki Hamd Kare Aur Bhala Bura Kehne Wala Apne Hi Nafs Ki Malaamat Kare."
},
{
"id":17,
"khutba":"QUTBA  NO.17",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Ye Qutba Un Logoun Ke Baare Mein Hai Ummat Ke Faisle Chukaane Ke Liye Masnad Qazaa Halaan Ke Wo Is Ke Ahal Ke Nahi Hote.Tamaam Logoun Mein Sab Se Zyaada Khuda Ke Nazdeek Mabghooz Do Shaqs Hain, Ek Wo Jise Allah Ne Is Ke Nafs Ke Hawale Kardiya Ho (Yaani Us Ki Bad Amaliyoun Ki Wajah Se Apni Taufeeq Salb Karli) Jis Ke Baad Wo Seedhi Raah Se Hata Hua Biddat Ki Baatoun Par Fareyftah Aur Gumraahi Ki Tableegh Par Mita Hua Hai. Wo Apne Hawaqahioun Ke Liye Fitna Aur Sabeqa Logoun Ki Hidayat Se Bargushta Hai. Wo Tamaam Un Logoun Ke Liye Jo Is Ki Zindagi Mein Ya Us Ki Maut Ke Baad Is Ki Pairvi Karein Gumraah Karne Walay Hai. Wo Doosroun Ke Gunahoun Ka Boojh Uthaye Hue Aur Khud Apni Khataoun Mein Jakda Hua Hai, Aur Doosra Shaqs Wo Hai Wo Hai Jis Ne Jehaalat Ki Baatoun Ki (Idhar Udhar Se) Batour Liya Hai. Wo Ummat Ke Jaahil Afraad Mein Daud Dhoop Karta Hai, Aur Apne Fitnoun Ki Tareekioun Mein Ghaafil Wa Madhoosh Padha Rehta Hai Aura Man Wa Aashti Ke Faaydoun Se Aankh Band Kar Leta Hai. Chand Insaani Aurat Wa Shakal Se Milte Julte Hue Logoun Ne Usey Aalim Ka Laqab De Rakha Hai Halaanke Wo Aalim Nahi Wo Aisi (Be Sood) Baatoun Ke Sameyt Ne Ke Liye Muh Andhere Nikal Padhta Hai Jin Ka Na Hona Hone Se Behtar Hai. Yahaan Tak Ke Jab Wo Is Gande Paani Se Sairaab Ho Leta Hai Aur Lalaiyni Baatoun Ko Jamaah Kar Leta Hai Toh Logoun Mein Qaazi Ban Kar Baith Jaata Hai Aur Doosroun Par Mushtabah Rehne Walay Masael Ke Hal Karne Ka Zimma Leleta Hai. Agar Koi Uljha Hua Masla Is Ke Saamne Pesh Hota Hai Toh Apni Raay Se Us Ke Liye Bharti Ki Farsoodah Daleel Muhaiyya Kar Leleta Hai Aur Phir Is Par Yaqeen Bhi Kar Leleta Hai. Is Tarha Wo Shuba-Haat Ke Uljhaav Mein Phansa Hua Hai Jis Tarha Makdi Khud Hi Apne Jaale Ke Andar, Wo Khud Ye Nahin Jaanta Ke Is Ne Sahih Hukm Diya Hai Ya Ghalat. Agar Sahi Baat Bhi Kahi Ho Toh Usey Ye Andesha Hota Hai Ke Kahin Ghalat Na Ho, Aur Ghalat Jawaab Ho Toh Usey Tawaqqo Rehti Hai Ke Shayed Yehi Sahih Ho, Wo Jehaalatoun Mein Bhatakne Wala Jaahil Aur Apni Nazar Ke Dhundlapan Ke Saath Tareekioun Mein Bhatakne Wali Sawaarioun Par Sawaar Hai. Na Is Ne Haqeeqat E Ilm Parkha Na Is Ki Tah Tak Pohoncha. Wo Riwayat Ko Is Tarha Darham Barham Karta Hai Jis Tarha Hawa Sukhe Hue Tinkoun Ko. Khuda Ki Qasam! Wo In Masael Ke Hal Kar Ne Ka Ahel Nahi Jo Is Se Pooche Jaate Hain Aur Na Is Mansab Ke Qaabil Hain Jo Supurd Kiya Gaya Hai. Jis Cheez Ko Wo Nahi Jaanta Is Cheez Ko Wo Koi Qaabil E Aytna Ilm Hi Nahin Qaraar Deta Aur Jahaan Tak Wo Pohonch Sakta Hai Is Kea Age Ye Samajhta Hi Nahi Ke Koi Doosra Pohonch Sakta Hai. Aur Jo Baat Us Ki Samajh Mein Nahi Aati Usey Pee Jata Hai, Kyun Ke Wo Apni Jehaalat Ko Khud Jaanta Hai. (Na Haq Bahaye Hue) Khoon Us Ke Naarawa Faiasloun Ki Wajah Se Cheeq Rahein Hain Aur Ghair Mustaheq Afraad Ko Pohonchi Hui Meeraasein Chala Rahi Hai. Allah Hi Se Shikwah Hai Un Logoun Ko Jo Jehalat Mein Jitne Hain Aur Gumraahi Mein Marjaate Hain. Un Mein Quraan Se Zyaada Koi Be Qeemat Cheez Nahin Jab Ke Usey Is Tarha Pesh Kiya Jaaye Jaisa Pesh Karne Ka Haq Hai Aur Is Quraan Se Zyaada In Mein Koi Muqbool Aur Qeemti Cheez Nahi. Is Waqt Jab Ke Is Ki Ayatoun Ka Be Mahel Istemaal Kiya Jaaye In Ke Nazdeek Neki Se Zyaada Koi Buraie Aur Buraie Se Zyaada Koi Neki Nahin."
},
{
"id":18,
"khutba":"QUTBA  NO.18",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Fatawe (Fatwoun) Mein Ulema Ke Muqtalif Ul Aara Hone (Alag Alag Raay) Hone Ki Mazammat Mein Farmaya -; Jab In Mein Se Kisi Ek Ke Saamne Koi Maamlah Faisle Ke Liye Pesh Hota Hai Toh Wo Apni Raay Se Is Ka Hukm Laga Deta Hai. Phir Wohi Masla Doosre Ke Saamne Pesh Hota Hai Toh Wo Is Pehle Ke Hukm Ke Khilaaf Hukm Deta Hai Phir Ye Tamaam Ke Tamaam Qaazi Apne Is Khalifa Ke Paas Jama Hote Hai Jis Ne Inhein Qaazi Bana Rakhkha Hai, Toh Woh Sab Ki Raayoun Ko Sahih Qaraar Deta Hai Halaanke In Ka Allah Ek, Nabi Ek Aur Kitaab Ek Hai. (Inhein Ghour Toh Karna Chahiye) Kya Allah Ne Inhi Iqtelaaf Ka Hukm Tha Aur Ye Iqtelaaf Karke Is Ka Hukm Baja Late Hain Ya Is Ne Toh Haqeeqatan Iqtelaaf Se Mana Kiya Hai Aur Ye Iqtelaaf Kar Ke Amadan Is Ki Nafarmani Karna Chahte Hain. Ya Ye Ke Allah Ne Deen Ko Adhura Chodh Diya Tha Aur In Se Takmeel Ke Liye Haath Batane Ka Khwahishmand Hua Tha Ya Ye Ke Allah Ke Shareek The Ke Inhein Is Ke Ahkaam Mein Dene Ka Haq Ho, Aur Is Par Laazim Ho Ke Wo Is Par Razamand Hai Ya Ye Ke Allah Ne Toh Deen Ko Mukammal Utaara Tha Magar Is Ke Rasool Ne Is Ke Pohonchaane Aur Adaa Karne Mein Kotaahi Ki Thi. Allah Ne Quraan Mein Toh Ye Farmaya Hai Ke Hum Ne Kitaab Mein Kisi Cheez Ke Bayaan Karne Mein Kotaahi Nahin Ki Aur Is Mein Har Cheez Ka Waazeh Bayaan Hai Aur Ye Bhi Kaha Hai Ke Quraan Ke Baaz Hisse Baaz Hissoun Ki Tasdeeq Karte Hain Aur Is Mein Koi Iqtelaaf Nahi. Chunaanche Allah Ka Ye Irshaad Hai Ke Agar Ye Quraan Allah Ke Alawa Kisi Aur Ka Bheja Hua Hota Toh Tum Is Mein Kaafi Iqtelaaf Paate Aur Ye Ke Is Ka Zaahir Khushnuma Aur Baatin Gehra Hai. Na Is Ke Aja-Yebaat Mitne Walay Aur Na Is Ke Lataef Khatm Hone Walay Hain. Zulmat (Jehalat) Ka Parda Isi Se Chaak Hota Hai."
},
{
"id":19,
"khutba":"QUTBA  NO.19",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Ameer ul Momineen a.s. Minbar E Kufa Par Qutba Irshaad Farma Rahe The Ke Ash-As Ibne Qais Ne Aap Ke Kalaam Par Aitraaz Karte Hue Kaha Ke Ya Ameer ul Momineen Ye Baat Toh Aap a.s. Ke Haq Mein Nahin Balke Aap a.s. Ke Khilaaf Padhti Hai Toh Hazrat Ne Usey Nigaahe Ghazab Se Dekha Aur Farmaya-;Tujhe Kya Maloom Ke Kounsi Cheez Mere Haq Mein Hai Aur Kounsi Cheez Mere Khilaaf Jaati Hai Tujh Par Allah Ki Phitkaar Aur Laanat Karne Waloun Ki, Tu Julahe Ka Beta Julaha Aur Kaafir Ki Goodh Mein Palne Wala Munafiq Hai, Tu Ek Dafah Kaafiroun Ke Haathoun Mein Aur Ek Dafah Musalmanoun Ke Haathoun Mein Aseer (Giraftaar) Hua Lekin Tujh Ko Tera Maal Aur Hasab Is Aar Se Na Bacha Saka Aur Jo Shaqs Apni Talwaar Chala De Aur Is Ki Taraf Maut Ko Daawat Aur Halaakat Ko Bulawa De Woh Isi Qaabil Hai Ke Qareebi Is Se Nafrat Karein Aur Door Walay Bhi Is Par Bharosa Na Karein."
},
{
"id":20,
"khutba":"QUTBA  NO.20",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Jin Cheezoun Ko Tumhare Marne Waloun Ne Dekha Hai Agar Tum Bhi Inhein Dekh Lete To Ghabra Jaate Aur Sara Seemah Aur Muztarab (Bechain) Hojate Aur (Haq Ki Baat) Sunte Aur Is Par Amal Karte. Lekin Jo Inhoun Ne Dekha Hai Wo Bhi Tum Se Poshida Hai Aur Qareeb Hai Ke Wo Pardah Utha Diya Jaaye. Agar Tum Chashme Beena Wa Goosh Sanwaar Rakhte Ho Toh Tumhein Sunaya Aur Dikhaya Jaa Chukka Hai Aur Hidayat Ki Talab Hai Toh Tumhein Hidayat Ki Jaa Chuki Hai, Main Sach Kehta Hoon Ke Ibratein Tumhein Baland Awaaz Se Pukaar Chuki Hain, Aur Dhamkaane Waali Cheezoun Se Tumhein Dhamkaya Jaa Chuka Hai. Aasmani Rasooloun (Farishtoun) Ke Baad Basher Hi Hote Hain Jo Tum Tak Allah Ka Paighaam Pohonchate Hain. Isi Tarha Meri Zabaan Se Jo Hidayat Ho Rahi Hai Dar Haqeeqat Allah Ka Paighaam Hai Jo Tum Tak Pohonch Raha Hai."
},
{
"id":21,
"khutba":"QUTBA  NO.21",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Tumhari Manzil E Maqsood Tumhare Saamne Hai. Maut Ki Saat (Ghanta/Hour) Tumhare Aqab (Peeche) Mein Hai, Jo Tumhein Aage Ki Taraf Se Le Chal Rahi Hai. Halke Halke Rahe Taake Aage Badhne Waloun Ko Paa Sako. Tumahre Agloun Ko Pichloun Ka Intezaar Karaya Jaa Raha Hai. (Ke Ye Bhi In Tak Pohonch Jaayein)."
},
{
"id":22,
"khutba":"QUTBA  NO.22",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Maloom Hona Chahiye Ke Shaitaan Ne Apne Girooh Ko Bhadkaana Shuru Kardiya Aur Apni Faujein Faraham Karli Taake Zulm Apni Inteha Ki Had Tak Aur Baatil Apne Maqaam Par Palat Aaye. Khuda Ki Qasam! Inhoun Ne Mujh Par Koi Sachcha Ilzaam Nahi Lagaya Aur Na Inhoun Ne Mere Aur Apne Darmiyaan Insaaf Bartaa. Woh Mujh Se Is Haq Ka Mutaleba Karte Hain Jise Khud Hi Inhoun Ne Chodh Diya. Ab Agar Is Mein Main In Ka Shareek Tha Toh Phir Is Mein In Ka Bhi Toh Hissa Nikalta Hai Aur Agar Wohi Is Ke Murtakib Hue Hain, Main Nahi Toh Phir Us Ki Saza Bhi Sirf Inhi Ko Bhugatna Chahiye, Jo Sab Se Badi Daleel Wo Mere Khilaaf Pesh Karenge. Woh Inhi Ke Khilaaf Padhegi. Woh Us Maa Ka Doodh Peena Chahte Hain Jis Ka Doodh Munqatah Ho Chuka Hai. Aur Mari Hui Biddat Ko Phir Se Zinda Karna Chahte Hain. Uff Kitna Namuraad Ye Jung Ke Liye Pukaarne Wala Hai. Ye Hai Koun Jo Lalkaarne Wala Hai, Aur Kis Maqsad Ke Liye Is Ki Baat Ko Suna Jaa Raha Hai Aur Main Toh Is Mein Khush Hoon Ke In Par Allah Ki Hujjat Tamaam Ho Chuki Hai Aur Har Cheez In Ke Ilm Mein Hai. Agar In Logoun Ne Itaat Se Inkaar Kiya Toh Main Talwaar Ki Baadh In Ke Saamne Rakh Doonga. Jo Baatil Se Shafa Dene Aur Haq Ki Nusrat Ke Liye Kaafi Hai.Hairat Hai Ke Woh Mujhe Ye Paighaam Bhejte Hain Ke Main Naiza Zani Ke Liye Maidaan Mein Utroun Aur Talwaaroun Ki Jung Ke Liye Jamne Par Teiyyaar Rahoon. Roone Waliaan In Keg Ham Mein Rooyein. Main Toh Hameshaa Aisa Raha Hoon Ke Jung Se Mujhe Dhamkaya Nahi Jaa Saka Aur Shamsheerzani Se Khaufzada Nahi Kiya Jaa Saka Aur Main Apne Parwardigaar Ki Taraf Se Yaqeen Ke Darje Par Faaez Hoon Aur Apne Deen Ki Hifazat Mein Mujhe Koi Shak Nahi Hai."
},
{
"id":23,
"khutba":"QUTBA  NO.23",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Har shaqs me maqsoom mein jo kam ya zyaada hota hai, isey le farmaan e khaza aasmaan se zameen par is tarha utarte hain jis tarha bearish ke qatraat lehaaza agar koi shaqs apne kisi bhai ke ahal wa ayaal wa nafs mein faraawni wa was-at paaye toh ye cheez is ke liye kabeedgi khaatir ka sabab na bane. Jab tak koi mard e musalmaan kisi zaleel harkat ka murtakib nahin hota ke jo zaahir hojaye toh is ke tazkerah se isey aankhoun neechi karna padhe aur jisse zaleel aadmioun ki jurrat badhe. Woh is kamyaab juaari ke manind hai jo juae ke teeroun ka paansa phek kar pehle marhale par hi aisi jeet ka mutawaqqe hota hai jis se usey faayda haasil ho aur pehle nuqsaan ho bhi chuka hai toh wo door hojaye. Isi tarha wo musalmaan jo bad diyanaati se paak daman ho do achchaiyoun mein se ek ka muntazir rehta hai. Ya Allah ki taraf se bulawa aaye toh is shakl mein Allah ke yahaan ki nematein hi is ke liye behtar hain aur ya Allah Taala ki taraf se (duniya ki) nematein haasil hoon toh is surat mein is ke maal bhi aur aulaad bhi aur phir is ka deen aur izzat e nafs bhi barqaraar hai.Beshak maal aur aulaad duniya ki khethi aur amal e saaleh aakhirat ki kashtzaar hai aur baaz logoun ke liye Allah in donoun ko ekjaah kar deta hai, jitna Allah ne daraya hai itna is se darte raho aur itna is se khauf khao ke tumhein uzr na karna padhein. Amal be riya (baghair e dikhawa) karo is liye ke jo shaqs kisi aur ke liye amal karta hai Allah us ko usi ke hawale kar deta hai. Hum Allak se shaheedoun ki manzilat nekioun ki hamdami aur Ambiya a.s. ki rafaqat ka sawaal karte hain. Ay logo! Koi shaqs bhi agarche wo maaldaar ho apne qabile waloun aur is amr se ke wo apne haathoun aur zabaanoun se is ki himaqat kare be niyaaz nahi ho sakta aur wohi log sab se zyaada is ke pusht panaah aur is ki pareshaanioun ko door karne walay aur musibat padhne ki soorat mein is par shafeeq wa maherbaan hote hain. Allah jis shaqs ka sachcha zikr e khair logoun mein bar qaraar rakhta hai toh ye is maal se kahin behtar hai jis ka woh doosroun ko waaris bana jaata hai.Is Qutbe ka ek hissa ye hai-; Dekho tum mein se agar koi shaqs apne qareebioun ko faqr wa faaqeh mein paaye toh in ki ehtiyaaj ko is imdaad se door karne se pehloo tahe na kare jis ke rookne se kuch badh na jaayega aur sirf karne se is mein kuch kami na hogi. Jo shaqs apne qabile ki  ayaanat se haath rok leta hai toh is ka toh ek haath rokta hai lekin waqt padhne apr bohot se haath us ki madad se ruk jaate hain, jo shaqs narm qaah ho wo apni qaumi mohabbat hameshaa baaqi rakh sakta hai."
},
{
"id":24,
"khutba":"QUTBA  NO.24",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Mujhe apni zindagi ki qasam! Main Haq ke khilaaf chalne waloun aur gumraahi mein bhatakne waloun se jung mein kisi qism ki ru ravi aur susti nahin karoonga.  Allah ke bando! Allah se daro aur us ke ghazab se bhaag kar us ke daaman e rahmat mein panaah lo, Allah ki dikhai hui raah par chalo aur us ke aaed kardah ahkaam ko baja laoo (agar aisa ho toh Ali a.s. tumhari aakhirat ka zaamin hai – agarche duniyavi kaamraani tumhein haasil na ho)"
},
{
"id":25,
"khutba":"QUTBA  NO.25",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Jab Ameer ul momineen a.s. ko pah dar pah ye ittelaat mile ke Maawiya ke ashaab (Aap a.s. ke mabghooza) shahroun par tassalt (kabzaa) jama rahe hain aur Yemen ke aamil Abdullah bin Abbas aur sipah salaar e lashkar Saeed ibne Namraan Abi Artaat se  maghloob hokar Hazrat a.s. ke paas palat aaye to Aap a.s. ne apne ashaab ko jihad mein susti aur raay ki khilaafwarzi se bad-dil ho kar minbar ki taraf badhe aur farmaya-;Ye aalam hai is Kufe ka, jis ka bandobast mere haath mein hai (ay shahr e Kufa) agar tera yehi aalam raha ke tujh mein aandhiaan chalti rahein, toh khuda tujhe ghaarat kare, phir Aap a.s. ne shayer ka ye shair batour tamseel padha-Ay Umroo! Tere achche baap ki qasam! Mujhe toh is bartan se thodi si chiknahat hi mili hai (jo bartan khaali hone ke baad is mein lagi rah jaati hai) mujhe ye khabar di gayi hai ke bistar mein parcha gaya hai. baQuda main toh ab un logoun ke mutaallaq ye khayaal karne laga hoon ke who anqareeb sultanat daulat ko tum se hathya lenge, is liye ke who (markaz) baatil par muttahid wa ekjaah hain aur tum apne (markaz) Haq se pargandhah wa muntashir. Tum amr e Haq mein Imaam ken a farmaan aur who baatil mein bhi apne Imaam ke muteeh wa farmabardaar hain. Wo apne saathi (Maawiya) ke saath amaanatdaari ke farz ko poora karte hain aur khayaanat karne se nahin chukte. Who apne shahroun mein aman barqaraar rakhte hain aur tum shor e shain barpa karte ho. Main agar tum mein se kisi ek ko lakdi k eek pyaale ka bhi ameen banaoon toh ye darr rehta hai ke who is ke kunde ko todh kar le jaayega.Ay Allah who mujh se tang dil ho chuke hain aur main un se, wo mujh se uktaa chuke hain aur main un se mujhe in ke badle mein achche log ataa kar aur mere badle mein inhein koi aur buraa hakim de. Khudaya in ke diloun ko is tarha (apne ghazab se) phiglaade jis tarha namak paani mein ghoul d tumiya jaata hai. Khuda ki qasam main is cheez ko dost rakhta hoon ke tumhare bajaay mere paas Bani Faraas ibne Ghanam ke ek hi hazaar sawaar hote (aise jin ka wasf shayer ne ye bayaan kiya hai ke) agar tum kisi mauqeh par inhein pukaro toh tumhare paas aise sawaar pohonche jo tez rawi mein garmioun ke abr ke manind hain. Is ke baad Hazrat a.s. minbar se neeche utar aaye."
},
{
"id":26,
"khutba":"QUTBA  NO.26",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Allah tabarak wa taal ne Mohammad saws ko tamaam jahanoun ko (in ki bad amalioun se) mutanabbe karne wala aur apni wahi ka ameen bana kar bheja. Ay girooh e arab us waqt tum badtareen deen par aur badtareen girohoun mein the khurdure patharoun aur zahreelay saanpoun mein tum bood wa baash rakhte the. Buth tumhare darmiyaan gadhe hue the aur gunaah tumse chimte hue the.Isi qutbe ka ek hissa ye hai -;Maine nigaah uthakar dekha toh mujhe apne Ahal e Bait a.s. ke alawa koi apna moin wa madadgaar nazar na aaya. Maine inhein maut ke muh dene se baqal kiya. Aankhoun mein khas wa khaashaak tha magar main ne chashm pooshi ki, halq mien phande the magar main ne gham wa ghusse ke ghount pee liye aur gulu garfangee ke bawajood khazal se zyaada talq haalat par sabr kiya.Isi qutbe ka ek hissa ye hai -;Is ne is waqt tak Maawiya ki bay-at nahin ki jab tak ye shart is se manwa na li ke wo is bay-at ki keemat ada kare is bay-at karne walay ke haath ko fatah wa ferozmandi naseeb ho aur khareedne walay ke mahede ko zillat wa ruswaiee haasil ho (lo ab waqt aagay ke) tum jung ke liye teiyyar ho jao aur is ke liye saaz wa saamaan mohaiyya kar lo. Is ke sholay bhadak uthe hain aur lapetein baland ho rahi hain aur jamah sabr pahen lo, ke isse nusrat wa kaamrani hone ka zyaada imkaan hai."
},
{
"id":27,
"khutba":"QUTBA  NO.27",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Jihad wa jannat ke darwaazoun mein se ek darwaza hai jise Allah ne apne khaas dostoun ke liye khola hai, ye parhezgaari ka libaas Allah ki mohkam zadah aur mazboot sipar hai jo is se pehloo bahcate hue isey chodh deta hai Khuda isey zillat wa khwaari ka libaas pehnaata aur musibat wa ibtela ki rida udhaata hai aur zaleel o khwaarioun ke saath thukraa diya jaata hai aur jihad ko zaya wa barbaad karne se Haq is ke haath se leleiya jaata hai.Zillat usey sehna padhti hai aur insaaf is sey rok liya jaata hai. Main ne is qoum se ladhne ke liye raat bhi aur din bhi alaania bhi aur poshida bhi tumhein pukaara aur lalkaara aur tum se kaha ke qabl is ke, ke wo jung ke liye badhein tum in par dhaawa bol do. Khuda ki qasam jin afraad e qoum par in ke gharoun ke hudood ke andar hi humlaa hojata hai wo zaleel wa khaar hote hain, lekin tumne jihad ko doosroun par taal diya aur ek doosre ki madad se pehloo bachane lagey.yahaan tak ke tum ghaarat giryaan hue aur tumhare shahroun par zabardasti kabzaa kar liya gaya. Isi bani Ghaamad ke aadmi (Sufyaan ibe Aouf) hi ko dekh lo ke is ki fauj ke sawaar (shaher) anbaar ke andar pohonch gaye aur Hasaan ibne Hasaan Bakri ko qatl kardiya aur tumhare muhafiz sawaaroun ko sarhadoun se hata diya aur mujhe toh ye ittelaat bhi mili hai ke is jamaat ka ek aadmi musalmaan aur zimmi aurtoun ke gharoun mein ghus jaata tha aur in ke pairoun se kadhe (haathoun se kangan) aur gulubandh aur goshware utaar leta tha aur in ke paas is sey hifazatka koi zariya nazar na aata tha. Siwa is ke, ke ‘ Innalillahe wa inna ilaihe raajeoon ’kehte hue sabr se kaam lein ya khushaamadein kar ke is sey rahem ki ilteja karein. Wo ladhe pandhe hue palat gaye na kisi ke zakhm aaya na kisi ka khoon baha. Ab agar koi musalmaan in saanehaat ke baad ranj wa malaal se marjaye to isey malamat nahin ki jaa sakti balke mere nazdeek aisa hi hona chahiye. Al ajab summ-al ajeeb Khuda ki qasam in logoun ka baatil par ek hojana aur tum logoun ka Haq se muntashir ho jana, dil ko murda kar dena hai aur ranj wa andoh badha deta hai, tumhara buraa ho. Tum gham wa huzn mein mubtela raho. Tum toh teeroun ka az khud nishaana bane hue ho, tumhein halaak wa taaraaj kiya jaa raha hai magar tumhare qadam jame hue hain aur tum jung se jee churaate ho. Allah ki nafarmaniyaan ho rahi hain aur tum raazi ho rahe ho. Agar garmioun mein tumhein in ki taraf badhne ke liye kehta hoon toh tum ye kehte ho ke ye intehaai shiddat ki garmi ka zamana hai. Itni mohlat dijiye ke garmi ka zoor toot jaye aur agar sardioun mein chalne ke liye kehta hoon to tum ye kehte ho ke kadake ka jaada padh raha hai itna thaher jaiye ke sardi ka mausam guzar jaaye. Ye sab sardi aur garmi se bachne ke liye baatein hain. Jab tum sardi aur garmi se is tarha bhaagte ho toh phir Khuda ki qasam! Tum talwaaroun ko dekh kar  us sey kahin zyaada bhaago gey.Ay murdoun ki shakl wa surat walay na muraado! Tumhari aqlein bachoun ki si, aur tumhari samajh hajjala nasheen aurtoun ke manind hai. Main toh yehi chahta tha ke na tum ko dekhta na tum se jaan pehchaan hoti. Aisi shanasaai jo nadamat ka sabab aur ranj wa andoh ka baaes bani hai. Allah tumein maare, tum ne mere dil ko peep se bhardiya hai aur mere seene ko ghaiz wa ghazab se chalka diya hai. Tum ne mujhe gham wa ranj ke jurre pay dar pay pilaaye, na farmaani karke mere tadbeer wa raay ko tabah kardiya yahaan tak ke Quraysh kehne lag eke Ali a.s. hai to mard e shujaah lekin jung ke taur tareeqe se waaqif nahi.Allah un ka bhala kare, kya un mein se koi hai, jo mujh se zyaada jung ki mazawalat rakhne wala aur maidaan e vegha mein mere pehle se kaar e numayaa kiye hue ho. Main to abhi bees baras ka bhi na tha ke harb wa zarb ke liye uth khada hua aura b to saath (60) se bhi upar hogaya hoon, lekin us ki raay hi kya jis ki baat na mani jaaye."
},
{
"id":28,
"khutba":"QUTBA  NO.28",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Duniya ne peeth phair kar apne rukhsat hone ka elaan aur manzil e aqabi (peeche) ne saamne aakar apni aamad se aagah kar diya hai. Aaj ka din teiyyari ka hai aur kal daud ka hoga. Jis taraf aage badhna hai, wo to jannat hai aur jahaan kuch ashqaas (apne aamaal ki badaulat bila iqtiyaar) pohonch jaayenge wo dozaq hai, kya maut se pehle apne gunahoun se taubah karne wala koi nahin aur kya is roz musibat ke aane se pehle amal (khair ka) karne wala ek bhi nahin, tum ummeedoun ke daur mein ho jis ke peeche maut ka hungama hai. Toh jo shaqs maut se pehle soodmand saabit hota hai aur maut us ka kuch bigaad nahin sakti aur jo shaqs maut se qabl zamane umeed wa aarzoo mein kotaiyaan karta hai to wo amal ke aitbaar se nuqsaan raseedah rehta hai. Aur maut is ke liye paighaam zarar le kar aati hai. Lihaaza jis tarha is waqt jab nagawaar haalat ka andeshaa ho nek aamal karo. Jab ke mustaqbil ke aasaar masarrat afzah (khushgawaar) mehsoos ho rahe ho.mujhe jannat hi aisi cheez nazar aati hai jis se door bhaagne wala khwaab e ghaflat mein mahooho, jo Haq se faayda nahin uthata, isey baatil ka nuqsaan wa zarar uthana padhega. Jis ko hidyayat saabit qadam na rakhe isey gumraahi halakat ki taraf kheench le jaayegi. Tumhein kooch ka hukm mil chukka hai aur zaad e raah ka pata diya jaa chukka hai mujhe tumhare mutaa-llaq sab se zyaada do hi cheezoun ka khatra hai, ek khwahishoun ki pairvi aur doosre ummeedoun ka phailaav. Is duniya mein rehte hue is se itna zaad le lo jis se kal apne nafsoun ko bacha sako."
},
{
"id":29,
"khutba":"QUTBA  NO.29",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Ay wo logo jin ke jsim ek-jaah aur khwahisien juda juda hain, tumhari baatein to saqt paththaroun ko bhi narm kar deti hain aur tumhara amal aisa hai ke jo dushmanoun ko tum par dandaan aaztez (daant peesne) karne mauqah deta hai. Apni majlisoun mein to tum kehte phirte ho ke ye kardenge aur wo kardenge aur jab jung chidh jaati hai to tum is se panaah maangte ho. Jo tum ko madad ke liye pukaare is ki sada be waqat aur jis ka tum jaise logoun se waasta padha ho is ka dil hameshaa bechain hai. Heele hawale mein ghalat salat aur mujh se jung mein taaqeer karne ki khwahishein hain. Jaise naadmand maqrooz apne qarz khwaah ko taal ne ki khwahish karta hai. Zaleel aadmi zillat aamez ziyaadatioun ki rook thaam nahi kar sakta aur Haq toh baghair koshish ke nahin mila karta. Khuda ki qasam jise tum ne dhoka de diya ho us ke fareib khurdah hone mein koi shak nahin aur jise tum jaise loog mile hoon to is ke hisse mein wo teer aata hai jo khaali hota hai aur jis ne tum ko (teeroun ki tarha) dushmanoun par pheinka ho, us ne goya aisa teer pheinka hai jis ka suufaar toot chuka ho aur paikaan bhi shikasta ho. Khuda ki qasam! Meri kaifiat to ab ye hai ken a main tumhari kisi baat ki tasdeeq kar sakta hoon aur na tumhari nusrat ki mujhe aas baaqi rahi hai, aur na tumhari wajah se dushman ko jung ki dhamki de sakta hoon, tumhein kya hogaya hai tumhara marz kya hai aur is ka chara kya hai. Is qaum (ahle sham) ke afraad bhi to tumhari hi shakl wa soorat ke mard hain, kya baatein hi baatein rehgayi hain. Jaan e bujhe baghair aur sirf ghaflat wa madhooshi hai. Taqwa wa parhezgaari ke baghair (balandi) ki hirs hi hirs hai magar bilkul na haq."
},
{
"id":30,
"khutba":"QUTBA  NO.30",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  qatl e Usmaan ki haqeeqat ka inkeshaaf karte hue farmaya-;agar main inke qatl ka hukm deta to albatta in ka qaatil thaherta aur agar unke qatl se (doosroun ko) rokta to in ka maad-dan aur madadgaar hota. (main bilkul ghair jaanibdaar raha) lekin halaat aise the ke jin logoun ne inki nusrat wa imdaad ki ye khayaal nahin karte ke hum inki nusrat na karne waloun se behtar hain aur jin logoun ne inki nusrat se haath utha liya wo nahin khayaal kart eke inki madad karne walay hum se behtar wa bartar hain.Main haqeeqat e amr ko tum se bayaan kiye deta hoon aur wo ye hai ke inhoun ne (apne azeezoun ki ) tarafdaari ki to tarafdaari buri tarha ki aur tum ghabra gaye to buri tarha ghabra gaye aur (in dono fareeq) be bejaah tarafdaari karne waalay, ghabra uthne walay ke darmiyaan asl faisla karne wala Allah hai."
},
{
"id":31,
"khutba":"QUTBA  NO.31",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Jab jang e Jamal shuruh hone se pehle Hazrat a.s. ne ibne Abbas ko zubair ke paas is maqsad se bheja ke wo inhein itaa-at ki taraf paltaein to is mauqeh par in se farmaya-; Talha se mulaqaat na karna, agar tum is se mile to tum is ko aisa sarkash bayl paoge jis ke seengh kanoun ki taraf mudhe hue hoon. Wo muhzoor sawari hai, balke tum Zubair se milna is lye ke wo narm tabiat hai aur us se kehna ke tumhare mamuzaad bhai ne kaha hai ke tum Hijaaz mein to mujh se jaan pehchaan rakhte the aur yahaan Iraq mein aakar bilkul ajnabi ban gaye. Aakhir is tabdeeli ka kya sabab hai."
},
{
"id":32,
"khutba":"QUTBA  NO.32",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Ay logo! Hum ek aise kaj raftaar zamane aur nashukr-guzaar duniya mein paida hue hain ke jis mein neko kaar ko khatawaar samjha jaata hai, aur zaalim apni sarkashi mein badhta hi jaata hai. Jin cheezoun ko hum jaante hain, un se faayda nahin uthate aur jin cheezoun ko nahin jaante unhein daryaaft nahin karte aur jab tak musibat aa nahin jaati, hum khatra mehsoos nahin karte. (is zamane ke) log char (4) tarha ke hain, kuch wo hain jinhein musfsidah angeezi (fasad) se manah sirf in ke nafs ka be waqt hona, in ki dhaar ka kundah hona aur un ke paas maal ka kam hona hai aur kuch log wo hain jo talwaarein soonte hue alania shar phaila rahe hain aur inhoun ne apne sawaar aur pyaade jamah kar rakhe hain. Sirf kuch maal batoor ne ya kisi daste ki qayadat (leadership) karte, ya minbar par baland hone ke liye inhoun ne apne nafsoun ko waqf kardiya hai aur deen ko tabah wa barbaad kar dala hai. Kitna hi bura sauda hai ke tum duniya ko apne nafs ki qeemat aur Allah ke yahaan ki nematoun ka badal qaraar de lo. Aur kuch log wo hain jo aakhirat walay kaamoun se duniya batli karte hain aur ye nahi karte ke duniya ke kaamoun se bhi aakhirat ka banana maqsood rakhein. Ye apne upar bada sukoon wa waqaar taari rakhte hain. Ahista ahista qadam uthate hain aur daamanoun ko upar ki taraf samete rehte hain aur apne nafsoun ko is tarha sawaar lete hain ke log inhein ameen samajh lein. Ye log Allah ki pardah poshi se faayda utha kar is ka gunaah karte hain aur kuch log wo hain jinhein un ke nafsoun ki kamzoori aur saaz wa samaan ki nafarahami mulkgiri ke liye uthne nahi deti. In halaat ne inhein taraqqi wa balandi haasil karne se darmaandah wa aajiz kar diya hai is liye qanaat ke naam se inhoun ne apne aap ko aarastaa kar rakhakha hai aur zaahidoun ke libaas se apne ko saja liya hai. Halaan ke unhoun in cheezoun se kisi waqt kabhi koi lagaao nahin raha. Is ke baad thode se wo log rah gaye jin ki aankhein aakhirat ki yaad aur hashr ke khauf se jhuki hui hain aur un se aansoon rawaan rehte hain. Un mein kuch toh wo hain, jo duniya waloun se alag thalag tanhai mein padhe hain aur kuch khauf wa har is ke aalam mein zillatein sahe rahe hain aur baaz ne is tarha chup saadh li hai ke goya in ke muh bandh diye gaye hain. Kuch quloos se duaein maang rahein hain kuch ghamzada dardraseedah hain jinhein khauf ne gumnaami ke gooshe mein bitha diya hai aur khastagi wa darmaandagi un par chaaie hai wo ek shor dariya mein hain (ke bawajood pani ki kasrat ke phir bhi wo pyaase hain) in ke muh band aur dil majroo hain. Inhoun ne logoun ko itna samjhaya, bujhaya ke wo uktaagaye aur itna in par jabar kiya gaya ko wo bilkul dab gaye aur itne qatl kiye gay eke inhein (numayaan) kami ho gayi. Is duniya ko tumhari nazroun mein keekar ke chilkoun aur un ke reyzoun se bhi zyaada haqeer wa passt hona chahiye aur apne qabl ke logoun se tum ibrat haasil kar lo. Is ke qabl ke tumhari halaat se baad walay ibrat karein aur is duniya ki buraiee mehsoos karte hue is se qateh taalluq karo. Is liye ke is ne aakhir mein aisoun se qateh taalluq kar liya jo tum se zyaada is ke walah wa shayda the."
},
{
"id":33,
"khutba":"QUTBA  NO.33",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Ameer ul momineen a.s. jab ahle basra se jung ke liye nikle to Abdullah ibne Abbas kehte hain ke main maqaam zeeqaar mein Hazrat a.s. ki khidmat mein haazir hua to dekha ke joota (shoe) taank rahe hain. (mujhe dekh kar farmaya ke ay ibne Abbas is joote ki kya qeemat hogi ?) main ne kaha kea b toh is ki koi qeemat na hogi, toh Aap a.s. ne farmaya ke agar mere pesh e nazar Haq ka khayaam aur baatil ka mitana na ho toh tum logoun par hukumat karne se ye joota mujhe kahin zyaada aziz hai. Phir Aap a.s. bahar tashreef laaye aur logoun mein ye qutba diya Allah ne Muhammad saws ko us waqt bheja ke jab na araboun mein na koi kitaab ka padhne wala tha na koi Nabuat ka daavedaar. Aap saws ne in logoun ko in ke sahih maqaam par utara aur najaat ki manzil par pohoncha diya. Yahaan tak ke un ke saare qam (kamiaan) jaate rahe aur halaat mohkam wa astwaar hogaye. Khuda ki qasam! Main bhi un logoun mein tha jo is soorat e haal mein inquilaab paida kar rahe the. Yahaan tak ke inquilaab mukammal hogaya. Main ne (is kalaam mein) na kamzoori dikhai na buzdili se kaam liya aura b bhi mera iqdaam waise hi maqsad ke liye hai to sahi jo main baatil ko cheer kar Haq ko is ke pehloo se nikaal loon. Mujhe Quraysh se wajah e nazah hi aur kya hai. Khuda ki qasam maine toh un se jung ki jab ke wo kaafir the aur ab bhi jung karoonga jab ke wo baatil ke waghalay mein aa chuke hain aur jis shaan se kal un ka mad e maqabil rah chukka hoon waisa hi aaj saabit hoga."
},
{
"id":34,
"khutba":"QUTBA  NO.34",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Logoun ko ahle Shaam se aamaada e jung karne ke liye farmaya-;Haif hai tum par  main toh tumhe malamat karte karte bhi uktaagaya hoon, kya tumhein aakhirat ke badle duniyavi zindagi aur izzat ke badle zillat hi gawara hai ? jab tumhe dushmanoun se ladne ke liye bulata hoon toh tumhari aankhein is tarha ghoomne lag jaati hi hain, ke goya tum maut ke girdaab mein ho aur jaan kani ki ghaflat aur madhooshi tum par taari hai. Meri baatein jaise tumhari samajh hi mein na aati shashadra rah jaate ho. Maloom hota hai jaise tumhare dil wa dimaagh par deewangi ka asar hai ke tum kuch aql se kaam nahi lesakte. Tum hameshaa ke liye mujh se apna etemaad kho chuke ho. Na tum koi qaumi sahara ho ke tum par bharosa kar ke dushmanoun ki taraf rukh kiya jaaye aur na tum izzat wa kaamrani ke wasilay ho, ke tumhari zaroorat mehsoos ho. Tumhari misaal toh un ountoun ki si hai jin ke charwahe gum hogaye ho. Agar inhein ek taraf se sameta jaaye toh doosri taraf se tittar bittar hojayeinge. Khuda ki qasam tum jung ke sholay bhadkaane ke liyebohot bure saabit hue ho. Tumhare khilaaf sab badtareen hua karte hain aur tum dushmanoun ke khilaaf koi tadbeer nahin karte. Tumhare (shahroun ke) hudood (din ba din) kam hote jaa rahe hain magar tumhein ghussa nahin aata. Wo tumhari taraf se kabhi ghaafil nahin hote aur tum ho ke ghaflat mein sab kuch bhoole hue ho. Khuda ki qasam! Ek doosre par taalne walay hara hi karte hain. Khuda ki qasam tumhare mutaa-llaq yehi gumaan rakhta hoon ke agar jung zoor pakadle aur maut ki garam bazaar ho to tum Ibne Abi Taalib se is tarha kat jaoge jis tarha badan se sar (ke dobara palatna mumkin hi na ho) jo shaqs ke apne dushman ko is tarha apne par qaaboo de de ke wo is ki haddioun se gosht tak utaar daale, aur haddioun ko tood de to us ka ijz (aajizi) inteha ko pohoncha hua hai aur seene ki paslioun me ghira hua (dil) kamzoor wa natawaan hai. Agar tum aisa hona chahte ho toh hua karo. Lekin main toh aisa us waqt tak na hone doonga jab tak ke maqaam e mashriq ki (teyz dhaar) talwaarein chala na loon ke jis se sar ki haddioun ke parqachche udh jaayein aur baaz wawar qadam kat kat kar girne lagein is ke baad jo Allah chahe kare.Ay logo! Ek toh mera tum par haq hai aur ek tumhara mujh par haq hai ke main tumhari khair khwahi pesh e nazar rakhoun aur bait ul maal se tumhein poora poora hissa doon aur tumhein taaleem doon taake tum jaahil na raho aur is tarha tumhein tahzeeb sikhaoun jis par tum amal karo aur mera tum par ye haq hai ke bay-at ki zimmedaarioun ko poora karo aur saamne aur pas e pusht khair khwahi karo. Jab bulaoon toh meri sada par labbaik kaho aur jab koi hukm doon to is ki taameel karo."
},
{
"id":35,
"khutba":"QUTBA  NO.35",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  (har haalat mein) Allah ke liye hamd wa sanah hai. Chahe zamana (hamare liye) jaankaah musibatein aur sabr aazma haadse le aaya hai. Main gawahi deta hoon ke us ke alawa koi  maabood nahin wo ekta wa lashareek hai. Is ke saath koi doosra khuda nahin aur Muhammas saws is ke Abd aur Rasool hain.(tumhein maloom hona chahiye ke) maherbaan, bakhabar aur tajrubekaar naaseh ki muqalefat ka samrah wa nadamat hota hai. Main ne is tahkeem ke mutaa-llaq apna farmaan suna diya tha. Kaash ke “ qaseer ” ka hukm maan liya jaata. Lekin tum to quwa muqalefeen aur ahad shikan na farmaanoun ki tarha inkaar par tul gaye. Yahaan tak ke naaseh khud apni nasihat ke mutaa-llaq soch mein padh gaya, aur tabiat us chaqmaq ki tarha bujh gayi ke jis ne sholay bhadkana band kar diya ho meri aur tumhari haalat shayar bani hawazan ke is qaul ke mutabiq hai.Maine maqaam e minaaraj ul lawa (teele ka mod) par tumhein apne hukm se aagah kiya (chahe is waqt tum ne meri nasihat par amal na kiya) lekin doosre din ki chaasht ko meri nasihat ki sadaqat dekh li."
},
{
"id":36,
"khutba":"QUTBA  NO.36",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Ahal e Naharvaan ko un ke anjaam se darate hue farmaya -;Main tumhe mutanabbe kar raha hoon ke tum log is naher ke modoun aur is nasheeb ki humwaar zameenoun par qatl ho ho kar gire hue hoge. Is aalam mein ke na tumhare paas Allah ke saamne (uzr karne ke liye) koi waazeh daleel hogi na koi roshan sabot. Is tarha ke tum apne gharoun se be ghar hogaye aur phir qaza e Ilahi ne tumhein apne phande mein jakad liya. Maine to tumhein pehle hi is tahkeem se roka tha.Lekin tum ne mera hukm maan ne se muqalif paimaan shikanoun ki tarha inkaar kar diya. Yahaan tak ke (majbooran) mujhe bhi apni raay ko udhar modna padha jo tum chahte the. Tum ek aisa girooh ho jis ke afraad ke sar aqloun se khaali aur fahem wa daanish se aari hain. Khuda tumhara bura kare maine tumhein na kisi musibat mein phansaya hai na tumhara bura chaha tha."
},
{
"id":37,
"khutba":"QUTBA  NO.37",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Maine us waqt apne faraez anjaam diye jab ke aur sab is raah mein qadam badhaane ki jurrat na rakhte the. Aur us waqt sar utha kar saamne aaya jab ke doosre gooshoun mein chupe hue the aur us waqt zabaan kholi jab ke doosre goonge nazar aate the aur us waqt noor e khuda (ki roshni) mein aage badha jab ke doosre zameen geer ho chuke the, goh meri awaaz in sab se dheemi thi magar sabaqat wa pesh qadmi mein main sab se aage tha, mera is tahreek ki bag thaamna tha ke wo adh si gayi aur sirf main tha jo is maidaan mein baazi legaya maloom hota tha jaise pahaad jise na tund hawaein junbish de sakti hain aur na teyz jakad apni jagah se hila sakti hai kisi ke liye bhi mujh mein aib geeri ka mauqah aur khauf geeri ki gunjaesh na thi. Daba hua meri nazroun mein taaqatwar hai jab tak ke main us ka haq dilwa na doon aur taaqatwar mere yahaan kamzoor hai jab tak ke main us se doosre ka haq dilwa na doon. Hum qaza e Ilahi par raazi ho sakte hain aur usi ko saare umoor sounp diye hain, kya tum ye gumaan karte ho ke main RasoolAllah saws par jhoot baandhta hoon, Khuda ki qasam main wo hoon jis ne sab se pehle Aap saws ki tasdeeq ki, toh, Aap saws par kazab taraashi mein kis tarha pahel karoonga.Main ne apne halaat par nazar ki toh dekha ke mere liye har qism ki bay-at se itaat Rasool muqaddam thi aur un se kiye hue ahad wa paimaan ka jo meri garden mein tha."
},
{
"id":38,
"khutba":"QUTBA  NO.38",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Shubeh ko shubah is liye kaha jaata hai ke wo Haq se shabahat (similarity) rakhta hai, toh jo dostaan e khuda hote hain un ke liye shabahat (ke andheroun) mein yaqeen, ujale ka aur hidayat ki simt rahnuma ka kaam deti hai aur jo dushmanaane khuda hain wo in shubahaat mein gumraahi ki daawat wa tableegh karte hain aur  koori wa be basri (andhaapan) un ki rahbar hoti hai. Maut wo cheez hai ke darne wala us sey chutkaara nahin paa sakta aur hameshaa ki zindagi chahne wala hameshaa ki zindagi haasil nahin karsakta."
},
{
"id":39,
"khutba":"QUTBA  NO.39",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Mera aise logoun se saabeqa padha hai jinhein hukm deta hoon toh maante nahin, bulata hoon toh awaaz par labbaik nahin kehte, tumhara bura ho. Ab apne Allah ki nusrat karne mein tumhein kis cheez ka intezaar hai. Kya deen tumhein ek jagah ekhatt nahin karta aur ghairat wa hamiat tumhein josh mein nahin laati ? main tum mein khada ho kar chillaata hoon aur madad ke liye pukaarta hoon lekin tum na meri koi baat sunte ho na mera koi hukm maante ho. Yahaan tak ke in nafarmanioun ke bure nataej khul kar saamne aajayein. Na tumhare zariye khoon ka badla liya jaa sakta hai. Na kisi maqsad tak pohoncha jaa sakta hai aur tum us ount ki tarha bilbilane lage jis ki naaf mein dard ho raha ho aur is laaghar kamzoor shutar ki tarha dheele padh gaye jis ki peeth zakhmi ho phir mere paas tum logoun ki ek chotisi mutazalzal wa kamzoor fauj aayi. Is aalam mein ke goya isey is ki nazroun ke saamne maut ki taraf dhakela jaa raha hai."
},
{
"id":40,
"khutba":"QUTBA  NO.40",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Jab Aap a.s.ne khwaarij ka qaul “LA HUKM ILA-ALLAH” (hukm allah hi ke liye maqsoos hai) suna, toh farmaya -;Ye jumla toh sahih hai magar jo matlab wo lete hain wo ghalat hai. Haan be shak hukm Allah hi ke liye maqsoos hai, magar ye log toh ye kehna chahte hain ke hukumat bhi Allah ke alawa kisi aur ki nahi ho sakti, halaanke logoun ke liye hakim ka hona zaroori hai. Qaah wo achcha ho ya bura (agar achcha hoga toh) momin is ki hukumat mein achche amal kar sakega aur (bura hoga toh) kaafir us ke ahad mein lazaez se behra-andooz hoga. Aur Allah is nizaam e hukumat mein har cheez ko is ki aakhri hadoun tak pohoncha dega. Isi hakim ki wajah se maal (kharaah wa ghanimat) jamah hota hai. Dushman se lada jaata hai, raaste pur-aman rehte hain aur qawaah (taaqat) se kamzoor ka haq dilaya jaata hai, yahaan tak ke nek hakim (mar kar ya maazool hokar) raahat paaye aur bure hakim ke marne ya maazool hone se doosroun ko raahat pohonche. Ek doosri riwayaet mein is tarha hai ke jab Aap a.s. ne tahkeem ke silsile mein (un ka qaul) suna toh farmaya ke tumhare baare mein hukm e khuda hi ka muntazir hoon.Phir farmaya ke agar hukumat nek ho toh is mein muttaqi wa parhezgaar achche amal karta hain aur buri hukumat ho to badbaqt log jee bhar kar lutf andoz hote hain. Yahaan tak ke un ka zamana khatm hojaye aur maut inhein paale."
},
{
"id":41,
"khutba":"QUTBA  NO.41",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Wafa e ahad aur sachchai dono ka hameshaa hameshaa ka saath hai. Aur mere ilm mein is sey badhkar hifazat ki aur koi sipar nahi jo shaqs apni baazgushisht ki haqeeqat jaan leta hai wo kabhi ghaddari nahi karta. Magar hamara zamana aisa hai jis mein aksar logoun ne ghaddari wa fareib ko aql wa firasath samajh liya aur jahiloun ne in ki (chaloun) ko husn e tadbeer se mansoob kar diya hai. Allah inhein ghaarat kare, inhein kya hogaya hai. Wo shaqs jo zamane ki oonch neech dekh chukka hai aur is ke heyr pheyr se aagah hai wo kabhi koi tadbeer apne liye dekhta hai magar Allah ke awamir wa nawahi is ka raasta rok kar khade ho jaate hain, toh wo is hulie wa tadbeer ko apni aankhoun se dekhne aur is par qaboo pane ke bawajood chodh deta hai aur jise koi deeni ehsaas sid e raah nahi hai, wo is mauqeh se faayda utha le jaata hai."
},
{
"id":42,
"khutba":"QUTBA  NO.42",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Ay logo mujhe tumhare baare mein sab se zyaada do baatoun ka dar hai, ek khwahishoun ki pairvi aur doosre ummeedoun ka phailaav. Khwahishoun ki pairvi wo cheez hai jo Haq se rok deti hai aur ummeedoun ka phailaav aakhirat ko bhula deta hai. Tumhein maloom hona chahiye ke duniya tezi se jaa rahi hai aur is mein se kuch baaqi nahi rah gaya hai magar itna hai ke jaise koi undailne wala bartan ko undailay to is mein kuch taree baqi rah jaati hai aur aakhirat idhar ka ruq liye hue aarahi hai aur duniya wa aakhirat har ek walay khaas aadmi hote hain toh tum farzand e aakhirat bano abnaa e duniya (duniya ke bête) na bano. Is liye ke har beta roz e qayamat apni maa se mansoob hoga. Aaj amal ka din hai hisaab nahi hai aur kal hisaab ka din hoga amal na ho sakega."
},
{
"id":43,
"khutba":"QUTBA  NO.43",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Jab Ameer ul momineen a.s. ne Jareer ibne Abdullah Bajli ko Maawiya ke (bay-at lene ke liye) bheja to Aap a.s. ke ashaab ne Aap a.s. ko jung ki teiyyari ka mashwera diya, jis par Aap a.s. ne farmaya -;Mera jung ke liye mustaid wa aamadah hona jab ke Jareer abhi wahin hai. Sham ka darwaza band karna hai aur wahaan ke log bay-at ka iraada bhi karein toh inhein is irada e khair se rok dena hai. Be shak maine Jareer ke liye ek waqt muqarrar kar diya hai. Is ke baad wo thahrega to ya in se fareib mein mubtela ho kar ya (amadan) sartaabi karte hue sahih raay ka taqaza e sabr wa taufeeq hai. Is liye abhi thahre raho. Albatta is cheez ko main tumhare liye bura nahi samajhta ke (dar pardah) jung ka saaz wa saamaan karte raho.Maine is amr ko achchi tarha se parakh liya hai aur andar bahar se dekh liya hai. Mujhe to jung ke alawa koi chaara nazar nahi aata. Ya yeh ke Rasool saws ki di hui qabroun se inkaar kardoun. Haqeeqat yeh hai (mujh se pehle) is ummat par ek aisa hukmraan tha jis ne deen mein biddatein phailaien aur logoun ko zabaan e taan kholne ka mauqah diya (pehle to) logoun ne usey zabani kaha suna phir is par bigde aur aakhir saara dhaancha badal diya."
},
{
"id":44,
"khutba":"QUTBA  NO.44",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  (jab Masqala ibne Baseer Maawiya ke paas bhaag gaya) choonke us ne Hazarat a.s. k ek aamil se bani Najiya ke kuch aseer khareede the. Jab Ameer ul momineen a.s. ne is sey qeemat ka mutaleba kiya toh wo bad diyanati (khayaanat) karte hue Shaam chala gaya jis par Aap a.s. ne farmaya-;Khuda Masqala ka bura kare, kaam to us ne shareefoun ka sa kiya lekin ghulamoun ki tarha bhaag nikla. Us ne madha karne walay ka muh bolne se pehle hi band kar diya aur tayseef karne walay ke qaul ke mutabiq apna amal pesh karne se pehle hi usey khamoosh kar diya. Agar wo thara rahta to hum us sey itna lelete jitna us ke liye mumkin hota aur baqiya ke liye us ke maal ke zyaada hone ka intezaar karte."
},
{
"id":45,
"khutba":"QUTBA  NO.45",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Tamaam hamd us Allah ke liye hai jis ki rahmat se na ummeedi nahi aur jis ki nematoun se kisi ka daaman khaali nahin. Na iski maghferat se koi mayoos hai na us ki ibadat se kisi ko aar ho sakta hai aur na us ki rahmatoun ka silsila todta hai aur na us ki nematoun ka faizaan bhi rakta hai. Duniya ek aisa ghar hai jis ke liye fanah tay shuda amr hai aur is mein basne waloun ke liye yahaan se bahr e soorat nikalna hai. Ye duniya sheereen wa shadaab hai. Apne chahne walay ki taraf tezi se badhti hai aur dekhne walay ke hosake usey le kar duniya se chal den eke liye teiyyar ho jao. Is duniya mein apni zaroorat se zyaada na chaho aur jis se zindagi basr ho sake is se zyaada ki khwahish na karo."
},
{
"id":46,
"khutba":"QUTBA  NO.46",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Jab Shaam ki taraf rawana hone ka qasad (iraada) kiya to ye kalemaat farmaye-;Ay Allah ! main safar ki mashaqqat aur aapas ke andoh aur ahal wa ayaal ki badhaali ke manzar se panaah maangta hoon. Ay Allah ! tu hi safar mein rafeeq aur baal bachoun ka muhafiz hai. Safar wa hazar ko tere alawa koi ekjaah nahin kar sakta kyunke jise peeche chodha jaaye wo saathi nahin ho sakta aur jise saath liya jaaye usey peeche nahin chodha jaa sakta."
},
{
"id":47,
"khutba":"QUTBA  NO.47",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Ay Kufa ! ye manzar goya apni aankhoun se dekh raha hoon ke tujhe is tarha se kheincha jaa raha hai jaise bazaar e Ukaaz (Rasoolallah saws se qabl shahr e Makkah mein ek bazaar lagta tha) ke wabaghat kiye hue chamde ko aur masaeb wa aalaam ki taaqat wa taareeq se tujhe kuchla jaa raha hai aur shadaed wa hawadas ka tu markaz bana hua hai. Main jaanta hoon jo zaalim wa sarkash tujh se burai ka irada karega Allah usey kisi musibat mein jakdega aur kisi qaatil ki zad par le aayega."
},
{
"id":48,
"khutba":"QUTBA  NO.48",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Allah ke liye hamd wa sanaah hai    jab bhi raat aaye aur andhera chaaye aur Allah ke liye taareef wa tauseef hai jab bhi sitaare nikle aur doobe aur is Allah ke liye madhaa wa sataesh hai ke jis ke inaamaat kabhi khatm nahi hote aur jis ke ehsaanaat ka badla utaara nahi jaa sakta.(aagaah raho ke) main ne fauj ka har awwal dasta aage bhej diya hai aur usey hukm diya hai ke mera farmaan pohonchne tak is dariya ke kinare padhaav dale rahe aur mera iraada hai ke is pani ko uboor kar ke is chote se girooh ke paas phonch jaoon jo atraaf e Dajla (Madaen) mein aabaad hai, aur isey bhi tumhare saath dushmanoun ke muqable mein khada karoun aur inhein tumhare kamak ke liye zaqeerah banaoun."
},
{
"id":49,
"khutba":"QUTBA  NO.49",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Tamaam hamd us Allah ke liye hai jo chupi hui cheezoun ki gehraaioun mein utra hua hai. Us ke zaahir wa haweidah hone ki nishaaniaan us ke wajood ka pata deti hai. Gooh dekhne wale ki aankh se wo nazar nahi aata phir bhi na dekhne waali aankh us ka inkaar nahi karsakti aur jis ne is ka iqraar kiya is ka dil is ki haqeeqat ko nahi paa sakta, wo itna baland wa bartar hai ke koi cheez is se qareebtar nahi hai aur na us ki balandi ne usey maqlooqaat se door kardiya hai aur na us ke qurb ne usey doosroun ki ki sataah par laa kar un ke barabar kar diya hai. Us ne aqloun ko apni safoun ki had wa nahaiyat par mutalleh nahi kiya aur zaroori meqdaar mein maarefat haasil karne ke liye un ke aage parday bhi haael nahi kiye wo zaat aisi hai ke jis ke wajood ke nishaanaat is tarha is ki shahadat dete hain ke (zabaan se) inkaar karne walay ka dil bhi iqraar ke baghair nahi rah sakta. Allah un logoun ki baatoun se bohat baland wa bartar hai jo maqlooqaat se is ki tashbeeh dete hain aur us ke wajood ka inkaar karte hai."
},
{
"id":50,
"khutba":"QUTBA  NO.50",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Fitnoun ke waqayh hone ka aaghaaz wo nafsaani khwahishein hoti hain jin ki pairvi ki jaati hai aur won aye ijaadkarda ahkaam ko jin mein Quraan ki muqalifat ki jaati hai aur jinhe farough dene ke liye kuch log Deen e Ilahi ke khilaaf baaham ek doosre ke madadgaar ho jaate hain, toh agar baatil Haq ki aamezish se khaali hota, toh wo dhoondne waloun se poshidah na rehta aur agar Haq wa baatil ke shaaybe se paak wa saaf saamne aata to anaad rakhne wali zabaanein bhi bandh hojati. Lekin hota ye hai ke kuch idhar se liya jaata hai aur kuch udhar se aur donoun ko aapas mein ghalt malt kar diya jaata hai.Is mauqeh par Shaitaan apne par chaa jata hai aur sirf wahi log bache rehte hain jin ke liye taufeeq e Ilahi aur inayat e khuda wandi pehle se maujood ho."
},
{
"id":51,
"khutba":"QUTBA  NO.51",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Jab Siffeen mein Maawiya ke saathiooun ne Ameer ul momineen a.s. ke as-haab par ghalba paa kar Furaat ke ghaat par kabzaa jama liya aur paani lene se mana kar diya toh Aap a.s. ne farmaya -;Wo tum se jung ke liye luqme talab karte hain. To ab ya to tum zillat aur apne maqaam ki pasti wa haqarat par sar tasleem e qam karo ya talwaaroun ki pyaas khoon se bujha kar apni pyaas paani se bujhao, tumhara un se dab jaana jitni jee chahe maut hai aur ghaalib agar marna bhi jeetne ke barabar hai, Maawiya gum kardah sar phiroun ka ek jhoota saajhta liye phirta hai aur waqayaat se inhein andhere mein rakh chodha hai. Yahaan tak ke inhoun ne apne seenoun ko maut ka hadaf bana liya hai."
},
{
"id":52,
"khutba":"QUTBA  NO.52",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Duniya apna daaman sameyt rahi hai aur is ne apne rukhsat hone ka elaan kar diya hai. Iski jaani pehchaani hui cheezein ajnabi hogayi, aur wo tezi ke saath peeche hat rahi hain aur apne rahne waloun ko fana ki taraf badhaa rahi hai aur apne padoos mein basne waloun ki maut ki taraf dhakeil rahi hai. Is ke sheerein (mazay) talq, aur saaf wa shafaaf (lamhe) makaddar hogaye hain.Duniya se bas itna baaqi reh gaya hai, jitna bartan mein thoda se bacha hua paani, ya napa tula hua jar-ah e aab, ke pyaasa agar ise piye toh iski pyaas na bujhe. Khuda ke bando! Is daar e duniya se ke jis ke rehne waloun ke liye zawaal e amr musallam hai. Nikalne ka tahiya karo. Kahin aisa na ho ke aarzooein tum par ghaalib aajaye aur is ki muddat ko daraaz samajh baitho.Khuda ki qasam! Agar tum un ountoun ki tarha faryaad karo, jo apne bachoun ko khoo chuke ho aur un kabootaroun ki tarha nalah wa fughaan karo jo apne saathioun se alag hogaye ho aur un gosha nasheen raahoun ki tarha cheeqo chillao jo ghar baar chodh chuke ho, aur maal aur aulaad se bhi apna haath utha lo, is gharz se ke tumhein baargahe ilahi mein taqarrub haasil ho, darje ki balandi ke saath is ke yahaan ya un gunahoun ke maaf hone ke saath jo sahifa e aamaal mein darj aur karaaman e kaatib ko yaad hain, to wo tamaam betaabi aur naala faryaad us sawaab ke lihaaz se jis ka main tumhare liye umeedwaar hoon, aur is aqaab ke aitbaar se jis ka mujhe tumhare liye khauf wa andeshaa hai bohot hi kam hogi Khuda ki qasam! Agar tumahra dil bilkul pighal jaaye aur tumhari aankhein ummeed wa beem se khoon bahane lagein aur phir rehti duniya tak (isi haalat mein) jitney bhi raho, toh bhi tumhare aamaal agarche tum ne koi na utha rakhi ho, is ki nemat e azeem ki baqshish aur imaan ki taraf rahnumai ka badla nahi utaar sakte."
},
{
"id":53,
"khutba":"QUTBA  NO.53",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Is mein eid e qurbaanun aur un sifatoun ka zikr kiya hai jo goosfand qurbani mein hona chahiye- ;Qurbani ke jaanwar ka mukammil hona ye hai ke us ke kaan uthe hue ho (yani kate hue na ho) aur iski aankhein sahih wa saalim ho, agar kaan aur aankhein saalim hain to qurbani bhi saalim aur har tarha se mukammal hai-agarche uske seengh toote hue ho, aur zibah ki jagah tak apne payr ko ghaseet kar pohonche."
},
{
"id":54,
"khutba":"QUTBA  NO.54",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Wo is tarha be tahasha meri taraf lapke jis tarha paani peen eke din wo ounth ek doosre par toot te hain ke jinhe in ke saarhaan ne payroun ke bandhan khol kar khula chodh diya ho, yahaan tak ke mujhe ye gumaan hone laga ke ya to mujhe maar dalenge ya mere saamne in mein se koi kisi ka khoon kar dega. Maine is amr ko andar bahar se ulat palat kar dekha toh mujhe jung ke alawa koi soorat nazar na aaie, ya ye ke Mohammad saws ke laaye hue ahkaam se inkaar kardoun. Lekin aakhirat ki saqtiaan jhelne se mujhe jung ki saqtiaan jhelna sahel nazar aaya, aur aakhirat ki tabahioun se duniya ki halakatein mere liye aasaan nazar aayi."
},
{
"id":55,
"khutba":"QUTBA  NO.55",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Siffeen mein Hazrat a.s. ke as-haab ne jab izn e jihad dene mein taqeer par bechaini ka izhaar kiya to Aap a.s. ne irshaad farmaya -;Tum logoun ka ye kehna, ye pas o pesh kya is liye hai ke main maut ko na khush jaanta hoon aur us se bhaagta hoon, to Khuda ki qasam! Mujhe zara parwah nahin ke main maut ki taraf badhoun ya maut meri taraf badhe aur is tarha tum logoun ka ye kehna ke mujhe ahl e Shaam se jihad karne ke jawaaz mein kuch shub-ha hai to Khuda ki qasam! Main ne jung ko ek din ke liye bhi altawa mein nahi daala. Magar is qayaal se ke in mein se shayed koi giroh mujh se aakar mil jaaye aur meri wajah se hidayat paaye aur apni chundhiaai hui aankhoun se meri roshni ko bhi dekh le aur mujhe ye cheez gumraahi ki haalat mein inhein qatl kar dene se kahin zyaada pasand hai. agarche apne gunahoun ke zimmedaar ye khud hoonge."
},
{
"id":56,
"khutba":"QUTBA  NO.56",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Hum (musalmaan) Rasoolallah saws ke saath ho kar apne baap, betoun, bhaiyoun aur chachaoun ko qatl karte the. Is se hamara imaan badhta tha. Ita-at aur raah e haq ki pairvi mein izaafa hota tha aur karb wa aalaam ki soozishoun oar sabr mein ziadati hoti thi aur dushmanoun se jihad karne ki koshishein badh jaati thi. (jihad ki soorat ye thi ke) hum mein ka ek shaqs aur fauj e dushman ka koi sipahi don mardoun ki tarha aapas mein bhidte the aur jaan lene ke liye ek doosre par jhapat te the, ke koun apne hareef (dushman) ko maut ka pyaala pilata hai. kabhi hamari jeet hoti thi aur kabhi hamare dushman ki. Chunanche jab Khuda wand e aalam ne hamari (neiyyatuoun) ki sachchai dekh li to usne hamare dushmanoun ko ruswa wa zaleel kiya, aur hamari nusrat wa taeed farmayee yahaan tak ke Islam seena tek kar apni jagah par jam gaya, aur apni manzil par qaraar hogaya. Khuda ki qasam! Agar hum bhi tumhari tarha karte to na kabhi deen ka sutoon girta aur na imaan ka tanaburg wa baar laata. Khuda ki qasam! Tum apne kiye ke badle mein doodh ki jagah khoon dhoouge. Aur aakhir tumhein nadaamat wa sharmindagi uthaana padhegi."
},
{
"id":57,
"khutba":"QUTBA  NO.57",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Apne as-haab se farmaya -;Mere baad jadihi tum par ek aisa shaqs musallat hoga jis ka halq kushaad aur payt bada hoga,jo paayega nigal jaayega aur jo na paayega us ki usey dhund lagi rahegi. (behtar to ye hai ke) tum usey qatl kar daalna, lekin ye maloom hai ke tum usey qatl hargiz na karoge, wo tumhe hukm dega ke tum mujhe bura kaho aur mujh se bezaari ka izhaar karo. Jahaan tak bura kehne ka ta-aluq hai mujhe bura keh lena, isliye ke ye mere liye pakeezgi ka sabad aur tumhare liye (dushmanoun se) najaat paane baaes hai. lekin (dil se) bezaari iqtiyaar na karna isliye ke main (deen) fitrat par paida hua hoon aur imaan wa hijrat mein saabeq hoon."
},
{
"id":58,
"khutba":"QUTBA  NO.58",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Aap a.s. ka khitaab khwarij (khaarjioun) ko muqatab farmate hue -;Tum par saqt aandhiaan aaye aur tum mein koi islaah karne wala baaqi na rahe. Kya main Allah par imaan lane aur Rasoolallah saws ke saath ho kar jihad karne ke baad apne upar kufr ki gawahi de sakta hoon ? phir to main gumraah hogaya aur hidayatyaafta logoun mein se na raha. Tum apne (purane) badtareen thikanoun ki taraf laut jao aur apni aeydioun ke nishaanoun par peeche ki taraf palat jao. Yaad rakho ke tumhe mere baad chaa jaane wali zillat aur kaatne wali talwar se do chaar hona hai aur zaalimoun ko is wateerey se sabeq padhna hai ke wo tumhe mahroom karke har cheez apne liye mahfooz karlein."
},
{
"id":59,
"khutba":"QUTBA  NO.59",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Jab Aap a.s. ne khwarij se jung karne ka iraada zaahir kiya to Aap a.s. se kaha gaya ke wo Naharwaan ka pul uboor karke udhar jaa chuke hain to Aap a.s. ne farmaya -;Inke girne ki jagah to paani ke isi taraf hai. Khuda ki qasam! In mein dus bhi bach kar na jaa sakenge aur tum mein se dus bhi halaak na honge.Jab khwarij maare gaye to Aap a.s. se kaha gaya ke wo log sab ke sab halaak hogaye, Aap a.s. ne farmaya hargiz nahin abhi to wo mardoun ke subnoun aur aurtoun ke shikamoun mein maujood hain, jab bhi un mein koi sardaar zaalim hoga to usey kaat kar rakh diya jaayega. Yahaan tak ke unke aakhri fardein chor aur daaku ho kar rahjaayengi.Inhi Khwarij ke mutaa-llaq farmaya -; mere baad khwarij ko qatl na karna, is liye ke jo haq ka taalib hua aur usey na paa sake wo waisa nahi hai ke jo baatil hi ki talab mein hua aur phir usey bhi paale."
},
{
"id":60,
"khutba":"QUTBA  NO.60",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Jab Aap a.s. ko achanak qatl kiye jaane se khauf dilaya gaya, to Aap a.s. ne farmaya, mujh par Allah ki ek mohkam sipar (dhaal) hai, jab maut ka din aayega to wo mujhe maut ke hawale karke mujh se alag hojayega, us waqt na teer qata karega aur na zakhm bhar sakega."
},
{
"id":61,
"khutba":"QUTBA  NO.61",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Tumhein maloom hona chahiye ke duniya aisa ghar hai ke is ke (awaqab) se bachao ka saaz wa saamaan isi mein rahkar kiya jaa sakta hai aur kisi aise kaam se jo sirf isi duniya ki qaatir kiya jaaye najaat nahi mil sakti. Log is duniya mein aaraesh mein dale gaye hain. logoun ne is duniya se jo duniya ke liye haasil kiya hoga us sey alag kar diye jaayenge aur uspar un se hisaab liya jayega aur jo is duniya se aakhrat ke liye kamaya hoga usey aagey pohonch kar paalengey aur usi mein rahe sahenge. Duniya aqalmadoun ke nazdeek ek badhta hua saaya hai, jise abhi badha hua aur phaila hua dekh rahe the ke dekhte hi dekhte wo ghat kar simat kar rah gaya."
},
{
"id":62,
"khutba":"QUTBA  NO.62",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Allah ke bando! Allah se daro aur maut se pehle apne aamaal ka zaqirah faraham kar lo aur duniya ki faani cheezein de kar baaqi rehne wali cheezein khareedlo. Chalne ka saamaan karo kyunke tumhein teyzi se le jaya jaa raha hai aur maut ke liye aamada hojao ke tumhare saroun par mandla rahi hai. tumhein aise log hona chahiye jinhein pukara gaya to wo jag uthe aur ye jaan lene par ke duniya unka ghar nahi hai, usey (aakhirat se) badal liya ho. Is liye ke Allah ne tumhein bekaar paida nahi kiya aur us ne tumhe be qaid wa band chodh diya hai.Maut tumhari raah mein hael hai is ke aate hi tumhare liye jannat hai ya dozaq hai. wo muddat e hayaat jise guzarne wala har lahaz kam kar raha ho aur har saat (hour) us ki imaarat ko dhaa rahi ho kam hi samjhi jaane ke laaeq hai aur wo musafir jise har naya din aur har nayee raat (lagataar) kheinch liye jaa rahe ho uska manzil tak pohonchna jald hi samajhna chahiye aur wo aazam e safar jis ke saamne hameshaa ki kaamrani ya nakaami ka sawaal hai. is ko achche se achcha zaad muhaiyya karne ki zaroorat hai. lihaaza is duniya mein rehte hue is se itna tosha e aakhirat le lo jis ke zariye kal apne nafsoun ko bacha sako jis ki soorat ye hai ke banda apne Allah se dare. Apne nafs ke saath khair khwahi kare (marne se pehle) taubah kare apni khwahishoun par qaaboo rakhe, choonke maut is ki nigaah se aujhal hai, aur ummeedein fareib dene wali hai aur Shaitaan is par chaya hua hai jo gunhaoun ko saja kar us ke saamne laata hai ke wo us mein mubtela ho aur taubah ki dhaaras bandha ta rahta hai ke wo usey tawaeq (khush fahmi) mein daalta rahe, yahaan tak ke maut ghaflat wa beqabri ki haalat mein is par achanak toot padhti hai. wa hasrata! Ke is ghaafil wa beqabar ki muddat e hayaat hi us ke khilaaf ek hujjat ban jaaye aur uski zindagi ka anjaam badbaqti ki soorat mein ho. Hum Allah subhanahu se sawaal karte hai ke wo humein aur tumhein aisa karde ke (duniya ki) nematein sarkash wa mutammard na bana sake aur kisi manzil par ita-at e parwardigaar se darmaandah wa aajiz na ho aur marne ke baad na sharmsaari uthana padhe aur na ranj wa gham sehna padhe."
},
{
"id":63,
"khutba":"QUTBA  NO.63",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Tamaam hamd us Khuda ke liye hai k jis ki ek sifat se doosri sifat ko taqaddum nahi ke wo Aakhir hone se pehle Awwal aur Zaahir hone se pehle Baatin raha ho. Allah ke alawa jise bhi ek kaha jayega wo khillat wa kami mein hoga. Is ke siwa har baizzat zaleel aur har qawi kamzoor wa aajiz aur har maalik mamlook aur jaan ne wala seekhne wale ki manzil mein hai. us ke alawa wo har qudrat wa tasallat wala kabhi qaadar hota hai aur kabhi aajiz  aur us ke alawa har sunne wala khafeef (dabhi hui) awaazoun ke sunne se qaasir hota hai aur badi awaazein (apni goonj se) usey behra kar deti hain aur door ki awaazein is tak pohonchti nahi hai aur is ke maasiwa har dekhne wala maqfi (chupa hua) rangoun aur lateef jismoun ke dekhne se nabeena hota hai. koi zaahir is ke alawa baatin nahi ho sakta aur koi baatin us ke siwa zaahir nahi hosakta. Is ne apni kisi maqlooq ko is liye paida nahi kiya ke wo apne eqtedaar ki buniyaadoun mustahkam kare ya zamane ke awaaqab wa nataej se usey koi khatra tha ya kisi barabar walay ke humlawar hone ya kasrat par itraane walay shareek ya balandi mein takraane walay madd e muqabil ke khilaaf usey mada haasil karna thi, balke ye saari maqlooq is ke kabze mein hai aur sab us ke aajiz wa natawaan bande hain. Wo doosri cheez mein samaya hua nahi hai ke ye kaha jaaye ke wo un ke andar hai aur na un cheezoun se door hai ke ye kaha jaaye ke wo in cheezoun se alag hai. ijaad wa qalq aur tadbeer e aalam ne usey khasta wa darmaanda nahi kiya aur na (hasb e mansha) cheezoun ke paida karne se ijz usey damangeer hua hai aur na usey apne faisloun aur andaazoun mein shubha la haq hua hai, balke us ke mazboot, ilm mohkam aur akhaam khataiee hain. Musibat ke waqt bhi usi ki aas rahti hai aur nemat ke waqt bhi us ka darr laga rahta hai."
},
{
"id":64,
"khutba":"QUTBA  NO.64",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Siffeen ke dinoun mein apne as-haab se farmaya karte the -;Ay giroh e muslimeen! Khauf e Khuda ko apna sheaar banao. Itmenaan wa qaraar ki chadar oodh lo, aur apne daantoun ko beench lo (pees lo), is se talwaarein saroun se uchat jaya karti hain zirah ki takmeel karo (yani us ke saath khud josh bhi pahen lo) aur talwaaroun ko kheinchne ne se pehle niyamoun mein achichi tarha hila jula lo aur dushman ko tirchi nazroun se dekhte raho daaen baaen (dono taraf) nezoun ke waar karo aur dushman ko talwaaroun ki baad par rakh lo aur talwaaroun ke saath saath qadmoun ko aagey badhao aur yaqeen rakho ke tum Allah ru ba ru aur Rasool saws ke chacha zaad bhai ke saath ho. Baar baar humlaa karo aur bhaagne se sharam karo. Is liye ke ye pushtoun tak ke liye tang wa aar rooz e mahshar jahannum ki aag ka baaes hai. khushi se apni jaanein Allah ko de do aur pur itmenaan raftaar se maut ki jaanib pesh qadmi karo, aur (Shaam waloun ki) is badi jamaat aur tanaaboun se kheinche hue khaimoun ko apne pesh e nazar rakho aur is ki wasat par humlaa karo is liye ke Shaitaan usi k eek gooshe mein chupa baitha hai jis ne ek taraf to humle ke liye haath badhaya hua hai aur doosri taraf bhaagne ke liye qadam peeche hata rakha hai. tum mazbooti se apne iraade par jame raho, yahaan tak ke haq e (sub-ha ke) ujaale ke tarha zaahir hojaye (natije mein) tum hi ghaalib ho aur Khuda tumhare saath hai. wo tumhare aamaal ko zaayah wa barbaad nahi hone de ga."
},
{
"id":65,
"khutba":"QUTBA  NO.65",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM Paighambar saws ki rahlat (shahadat) ke baad jab Saqeefah Bani Saadah ki khabrein Ameer ul momineen tak pohonchi to Aap a.s. ne daryaaft farmaya ke Ansaar kya kehte hain ? logoun ne kaha ke wo kehte the k eek hum mein se ameer hojaye aur ek tum mein se , Hazrat a.s. ne farmaya -;“ tum ne ye daleel kyun pesh ki ke Rasool saws ne vasiat farmayee thi ke ansaar mein jo achcha ho us ke saath achcha bartao kiya jaaye aur jo bura ho us se darguzar kiya jaaye ”- logoun ne kaha ke is mein un ke khilafat ka saboot hai ? Aap a.s. ne farmaya ke agar hukumat wa amaarat un ke liye hoti to phir un ke baare mein doosroun ko vasiat kyun ki jaati, phir Hazrat a.s. ne poocha ke Quraysh ne kya kaha ? logoun ne kaha ke inhoun ne shajra e Rasool saws se hone ki wajah se apne istehqaaq par istedlaal kiya. To Aap a.s. ne farmaya ke inhoun ne shajrah ek hone se to istedlaal kiya, lekin is ke phaloun ko zayaah wa barbaad kar diya."
},
{
"id":66,
"khutba":"QUTBA  NO.66",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM Mohammad Ibne Abubakar ko jab Hazrat a.s. ne Misr ki hukumat supurd ki aur natije mein in ke khilaaf ghalba haasil karliya gaya aur wo qatl kardiye gaye to Hazrat a.s. ne farmaya -;Maine to chaha tha ke Hashim ibne Atbah ko Misr ka waali banaoun aur agar usey hakim bana diya hota to wo kabhi dushmanoun ke liye maidaan khaali na karta aur na inhein mohlat deta. Is sey Mohammad ibne Abubakar ki mazammat maqsood nahi wo to mujhe bohot mahboob aur mera parwardah tha."
},
{
"id":67,
"khutba":"QUTBA  NO.67",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Apne as-haab ki mazammat mein farmaya -;Kab tak main tumhare saath aisi riya-et wa narmi karta rahoonga, jaisi un ountoun se ki jaati hai jin ki kohanein andar se khokli ho aur un phate purane kapdoun se ke jinhein ek taraf se siya jaaye to doosri taraf se phat jaate hain. Jab bhi Shaamioun ke har awwal dastoun mein se koi dasta tum par mandlata hai to tum sab ke sab (apne gharoun) darwaze band karlete ho aur is tarha andar dabak jaate ho jis tarha goh apne sawareq mein aur bajo apne bhat mein jis ke tumhare jaise madadgaar ho usey to zaleel hi hona hai aur jis par tum (teer ki tarha) pheinke jao to goya us par aisa geer phainka gaya jis ka soofaar bhi shikasta aur paikaan bhi toota hua hai. khuda ki qasam (gharoun ke) ashen mein to tum badi tadaad mein nazar aate ho lekin jhandoun ke neeche thode se, main achchi tarha jaanta hoon ke ki cheez se tumhari islaah aur kis cheez se tumhari kajravi kar door kiya jaa sakta hai. lekin main apne nafs ko bigaad kar tumhari islaah karna nahi chahta, Khuda tumhare chehroun ko be aabroo kare aur tumhein badnaseeb kare jaisi tum baatil se shanasi rakhte ho waisi Haq se tumhari jaan pehchaan nahi aur jitna Haq ko mitate ho, baatil utna tum se nahi dabaya jaata."
},
{
"id":68,
"khutba":"QUTBA  NO.68",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Aap a.s. ne ye kalaam shab e zarbat ki saher ko farmaya -;Main baitha tha ke meri aankh lag gayi, itne mein Rasool saws mere saamne jalwa farmah hue meine kaha Ya Rasoolallah saws mujhe Aap saws ki ummat ke haathoun kaisi kaisi kajravioun aur dushmanioun se do char hona padha hai. to Rasoolallah saws ne farmaya ke tum un ke liye bad dua karo to maine (sirf itna) kaha, ke Allah mujhe inke badle mein in se achche log ataa kare aur in ko mere badle mein koi bura (ameer) de."
},
{
"id":69,
"khutba":"QUTBA  NO.69",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Ahle Iraq ki mazammat mein farmaya -;Ay ahle Iraq! Tum us hamela (pregnant) aurat ke manind ho jo hamela hone ke baad hamal ke din poore kare to mara hua bachcha gira de aur us ka shouhar bhi mar chuka ho aur randaape ki muddat bhi daraaz (lambi) ho chuki ho aur (qareebi na hone ki wajah se) door ke aziz hi is ke waaris hoon. Bakhuda main tumhari taraf ba-khushi nahi aaya balke haalaat se majboor ho kar aagaya, mujhe ye khabar pohonchi hai ke tum kehte ho ke Ali a.s. kazb (jhooti) bayaani karte hain, Khuda tumhe halaak kare (batao) main kis par jhoot baandh sakta hoon, kya Allah par ? to main sab se pehle is par imaan laane wala hoon ya us ke Nabi saws par ? to main sab se pehle in ki tasdeeq karne wala hoon. Khuda ki qasam! Aisa hargiz nahin, balke woe k aisa andaaz e kalaam tha jo tumhare samajhne ka natha aur na tum mein is ke samajhne ki ahliat thi. Khuda tumhein samjhe, main to baghair kisi ewaz ke (ilmi jawaher reze) naap naap kar de raha hoon, kaash ke in ke liye kisi ke zarf mein samai hoti (thehro) kuch deir baad tum bhi is ki haqeeqat ko jaan loge."
},
{
"id":70,
"khutba":"QUTBA  NO.70",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Is mein Aap a.s ne logoun ko Paighambar saws par salwaat bhejne ka tareeqa bataya hai -;Ay Allah! Ay farsh e zameen ke bichane walay aur baland aasmanoun ko (baghair sahare ke) rokne walay, diloun ko achchi aur buri fitrat par paida karne walay. Apni pakeezah rahmatein aur badhne wali barkatein qaraar de. Apne Abd aur Rasool saws ke liye jo pehli nabuatoun ke qatm karne walay aur (diloun ke) band ko kholne walay aur Haq ke zoor se elaan e Haq karne walay baatil ki tughyaanioun ko dabane walay aur zalalat ke humloun ko kuchalne walay the. Jaisa un par (zimmedaari ka) boojh aaed kiya gaya tha, usko inhoun ne uthaya aur teri khusnoodioun ki taraf badhne ke liye mazbooti se jam kar khade ho gaye, na aagay badhne se muh modha na iraade mein kamzoori ko raah di. Wo teri wahi ke hafiz aur tere paimaan ke muhafiz the aur tere hukmoun ke phailane ke dhun mein lage rehne walay the yahaan tak ke inhoun ne roshni dhoondne walay ke liye sholay bhadka diye aur andhere mein bhatakne walay ke liye raasta roshan kardiya, fitnoun fasaadoun mein sargarmioun ke baad diloun ne Aap saws ki wajah se hidayat paayi, inhoun ne raah dikhane walay nishaanaat qayam kiye, roshan wa taabandah ahkaam jaari kiye. Wo tere Ameen, motamad aur tere ilm e maqfi ke khazeenadaar the aur qayamat ke din tere gawah aur tere Paighambar saws barhaq aur khalq ke taraf farsataadah Rasool saws the. Khudaya in ki manzil ko apne zere saaya waseeh wa kushaadah bana aur apne fazal se inhein dohre hasnaat ataa kar. Khuda wanda tamaam buniyaad qayam karne waloun ki imaarat par unki bina par wah imaarat ko fauqiat ataa kar aur inhein ba-izzat martabe se sarfaraaz kar aur unke noor ko poora poora faroogh de aur inhein Risaalat ke sile mein shahadat ki qubooliat wa pazeeraaie aur qaul wa suqan ki pasandeedgi ataa kar jabe Aap ki baatein sar a paa adl aur faisle Haq wa baatil ko chaantne walay hain.Ay Allah! Humein bhi in ke saath khushgawaar wa pakeezah zindagi aur manzil e nemat mein ekjaa kar aur marghoob wa dil pasand khwahishoun aur lazzatoun aur aasaesh wa faregh ul baala aur sharf wa karamat ke tohfoun mein shareek bana."
},
{
"id":71,
"khutba":"QUTBA  NO.71",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Jamal ke mauqeh par jab Marwaan bin Hakm giraftaar kiya gaya to us ne Hassan a.s. aur Hussain a.s. se khwahish ki ke wo Ameerul momineen se iski sifaarish karein, chunanche in donoun Hazraat a.s. ne Ameerul momineen a.s se is silsile mein baat cheet ki, aur Hazrat a.s. ne usey riha kar diya. Phir dono Shahzaadoun a.s. ne kaha ke Ya Ameerul momineen a.s. ye aap ki bay-at karna chahta hai, to Hazrat a.s. ne us ke muta-allaq farmaya -;Kya is ne Usmaan ke qatl hone ke baad meri bay-at nahi kit hi? ab mujhe us ki bay-at ki zaroorat nahi, ye yahoodi qism ka haath hai, agar haath se bay-at karega to zaleel tareeqe se todh bhi dega tumhein maloom hona chahiye ke ye bhi itni deir ke kutta apni naak chaatne se faregh ho, hukumat karega aur is ke chaar bête bhi hukmraan honge aur ummat is ke aur is ke betoun ke haathoun se saqtioun ke din dekhegi."
},
{
"id":72,
"khutba":"QUTBA  NO.72",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Jab logoun ne Usmaan ki bay-at ka iraada kiya to aap ne farmaya -:Tum jaante ho ke mujhe auroun se ziyada khilafat ka haq hai, Khuda ki qasam! Jab tak musalmanoun ke umoor ka nazm wa nasq barqaraar rahega aur sirf meri hi zaat zulm wa joor ka nishaana banti rahegi main khamooshi iqtiyaar karta rahoonga, taake (is sabr par) Allah se ajr wa sawaab talab karoon aur is zeyb wa zeenat aur aaraish ko thukraoon jis par tum mite hue ho."
},
{
"id":73,
"khutba":"QUTBA  NO.73",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Jab Aap a.s. ko maloom hua ke bani Ummaiya qatl e Usmaan mein shirkat ka ilzaam Aap a.s. par rakhte hain to irshaad farmaya –Mere muta-alaq kuch jaan ne bujhne bani Ummaiya ko mujh par iftera parwaazioun se baaz nahi rakha. Aur na meri sabaqat e imaani aur dairaana islaami khidmaat ne in jaahiloun ko ittehaam lagane se roka aur jo Allah ne (kazb wa iftera ke mutaa-llaq) inhein pand wa nasihat ki hai wo mere bayaan se kahin baleeq hai. main (in) be deenoun par hujjat laane wala aur (deen mein) shak wa shubha karne waloun ka fareeq muqalif hoon, aur quraan paar pesh hona chahiye. Tamaam mutashabe baatoun ko jaisi un ki neiyyat hogi waisa hi phal milega."
},
{
"id":74,
"khutba":"QUTBA  NO.74",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Khuda is shaqs par rahem kare jis ne hikmat ka koi kalma suna to usey girah mein baand liya, hidayat ki taraf usey bulaya gaya to daud kar qareeb hua. Sahi rahbar ka daaman thaam kar najaat paie. Allah ko har waqt nazroun mein rakha aur gunahoun se khauf khaaya, amal be riya (baghair dikhawe ke) pesh kiya, nek kaam kiye sawaab ka zaqeera jama kiya, buri baatoun se ijtenaab barta, sahih maqsad ko paaliya, apna ajr sameit liya, khwahishoun ka muqabla kiya, ummeedoun ko jhutlaya, sabr ko najaat ki sawaari bana liya, maut ke liye taqwe ka saaz o samaan kiya, raushan raah par sawaar hua, Haq ke shahraah par qadam jamaye, zindagi ki mohlat ko ghanimat jaana, maut ki taraf qadam badhaye aur amal ka zaad saath liya."
},
{
"id":75,
"khutba":"QUTBA  NO.75",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Bani Ummaiya mujhe Mohammad saws ka wirsa thoda thoda kar ke dete hain, Khuda ki qasam! Agar main zinda raha to inhein is tarha jhaad phoonkonga jis tarha qasai qaak aaluda gosht ke tukde se mitti jhaad deta hai."
},
{
"id":76,
"khutba":"QUTBA  NO.76",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Ameerul momineen a.s. ke duaiya kalemaat, ay Allah! Tu un cheezoun ko baqsh de jinhein tu mujh se ziyada jaanta hai, agar main gunaah ki taraf platoon to tu apne maghferat ke saath palat, Baare-ilaha! Jis amal e khair ke baja laane ka maine apne aap se waada kiya tha, magar tu ne usey poora hote hue na paaya usey bhi baqsh de.Mere Allah! Zabaan se nikle hue wo kalme jin se tera taqarrub chaha tha magar dil unse humnawa na ho saka unse bhi darguzar kar. Parwardigaar! Tu aankhoun ke (tanziya) ishaaroun aur nashaista kalmoun aur dil ki (buri) khwahishoun aur zabaan ki harzaah sarahioun ko maaf karde."
},
{
"id":77,
"khutba":"QUTBA  NO.77",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Jab Aap a.s. ne jung e khwarij ke liye nikalne ka iraada kiya to ek shaqs ne kaha ke Ya Ameerul momineen a.s. agar aap is waqt nikle to ilm e nujoom ki ru se mujhe andesha hai ke Aap a.s. apne maqsad mein kamyaab wa kaamraan nahi ho sakenge, jis par Aap a.s.ne farmaya – ;Kya tumhara ye khayaal hai ke tum is ghadi ka pata dete ho ke agar koi is mein nikle to is ke liye koi buraie na hogi aur is lamhe se khabardaar karte ho ke agar koi is mein nikle to usey nuqsaan darpesh hoga. To jis ne isey sahi samjha us ne Quraan ko jhutlaya aur maqsad ke paane aur musibat ke door karne mein Allah ki madad se beniyaaz hogaya. Tum apni in baatoun se chahte ho ke jo tumhare kahe par amal kare wo Allah ko chodh kar tumhare gun gaaye, Is liye ke tum ne apne khayaal mein us saat ka pata diya, ke jo is ke liye faayde ka sabab aur nuqsaan se bachao ka zariya bani. (phir Aap a.s. logoun ki taraf mutawajjeh aur farmaya) ay logo! Nujoom ke seekhne se parhez karo magar itna ke jis se khushki aur taree mein raaste maloom kar sako, is liye ke nujoom ka seekhna kahanat aur ghaibgoohi ki taraf le jaata hai aur munajjam hukm mein misl e kahan ke hai aur kahan misl saaer ke hai aur saaer misl kaafir ke hai aur kaafir ka thikaana jahannum hai. bas Allah ka naam lekar chalk hade ho."
},
{
"id":78,
"khutba":"QUTBA  NO.78",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Jung e Jamal se faregh hone ke baad auratoun ki mazammat mein farmaya -;Ay logo! Aurtein imaan mein naasiq,hissoun mein naasiq aur aql mein naasiq hoti hain, naqs e imaan ka sabot ye hai ke ayyaam ke daur mein namaaz aur roza inhein chodhna padhta hai. aur naqis ul aql hone ka sabot ye hai ke do auratoun ki gawahi ek mard ki gawahi ke barabar hoti hai. aur hissa wa naseen mein kami youn hai ke meraaz mein in ka hissa mardoun se aadha hota hai, buri aurtoun se daro aur achchi aurtoun se bhi choukanna raha karo. Tum in ki achchi baatein bhi na maano taake aagey badh kar wo buri baatoun ke manwaane par utar aayein."
},
{
"id":79,
"khutba":"QUTBA  NO.79",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Ay logo! Ummeedoun ko kam karna nematoun par shukr ada karna aur haraam cheezoun se daman bachana hi zohad wa waraa hai. agar (daaman e ummeed ko sametna) tumhare liye mushkil hojaye to itna to ho ke haraam tumhare sabr wa shakeeb par ghaalib na aajaye aur nematoun ke waqt shukr ko bhool na jao, Khuda wand e aalam ne roshan aur khuli hui daleeloun se aur hujjat tamaam karne wali waazeh kitaboun ke zariye tumhare liye hayl wa hujjat ka mauqah nahi rehne diya."
},
{
"id":80,
"khutba":"QUTBA  NO.80",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Main is daar e duniya ki haalat kya bayaan karoon ke jis ki ibteda ranj aur inteha fanaa ho, jis ke halaal mein hisaab aur haraam mein saza wa aqaab ho. Yahaan koi ghani ho to fitnoun se waasta aur faqeer ho to huzn wa malaal se sabeqa rahe, jo duniya ke liye sahih wa koshish mein laga rahta hai uski duniyavi aarzooein badhti hi jaati hai aur jo koshishoun se haath utha leta hai duniya khud hi us se saazgaar hojati hai, jo shaqs duniya ki ibratoun ko aaina samajh kar dekhta hai to wo us ki aankhoun ko roshan wa beena kar deti hai aur jo sirf duniya hi par nazar rakhta hai to wo usey koor wa nabeena bana deti hai."
},
{
"id":81,
"khutba":"QUTBA  NO.81",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Is qutbe ka naam qutba e ghaza hai jo Ameerul momineen a.s. ke ajeeb wa ghareeb qutboun mein shumaar hota hai -;Tamaam hamd us Allah ke liye hai jo apni taaqat ke aitbaar se baland, apni baqshish ke lihaaz se qareeb hai, har nafah wa ziyadati ka ata karne wala aur har musibat wa ibtela ka door karne wala, main us ke karam ki nawazishoun aur nematoun ki farawtanioun ki bina par is ki hamd w asana karta hoon. Main is par imaan rakhta hoon, choonke wo Awwal wa Zaahir hai aur is se hidayat chahta hoon, choonke wo qareebtar aur haadi hai aur us se madad chahta hoon choonke wo Qaadar wa tawaanah hai aur us par bharosa karta hoon choonke wo har tarha ki kifaayat wa aanat karne wala hai aur main gawahi deta hoon ke Mohammad saws us ke abd wa Rasool saws hain. Jinhein ahkaam ke nifaaz aur hujjat ke itmaam aur ibratnaak waqayaat pesh karne pehle se mutanabbe kar den eke liye bheja.Khuda ke bando! Main tumhe us Allah se darne ki vasiyat karta hoon jis ne tumhare (samjhane ke) liye misaalein pesh ki aur tumhari zindagi ke auqaat muqarrar kiye, tumhein libaasoun se dhaanpa aur tumhare rizq ka saamaan faradaan kiya, us ne tumhara poora jaaeza le rakhkha hai aur tumhare liye jaza muqarrar ki hai aur tumhe apni waseeh nematoun aur faraaq atiyoun se nawaza aur moassar daleeloun se mutanabbe kar diya hai. wo ek ek kar ke tumhe gin chukka hai aur is maqaam e aazmaeish wa mahal e ibrat mein us ne tumhari umrein muqarrar kar di hain. Is mein tumhari aazmaeish hai aur is ki daramad wa baramad par tumhara hisaab hoga. Us duniya ka ghaat gandla aur seyraab hone ki jagah keechad se bhari hui hai. is ka zaahir khushnuma aur baatin tabahkun hai, ye ek mitjaane wala dhoka, ghuroob ho jane wali roshni, dhal jaane wala saaya aur jhuka hua sutoon hai. jab is se nafrat karne wala is sey dil laga leta hai aur ajnabi is sey mutmaeen hojata hai to ye apne payroun ko utha kar zameen par de maarti hai aur apne jaal mein phaans leti hai, aur apne teeroun ka nishaana bana leti hai aur us ke gale mein maut ka phanda daal kar tang wa taarqabr aur wahshatnaak manzil tak le jaati hai ke jahaan se wo apna thikana (jannat ya dozaq) dekh le aur apne kiye ka natija paale.Baad mein aane waloun ki haalat bhi agloun si hai, na maut kaant chaant se muh modhti hai aur na baaqi rehne walay gunaah se baaz aate hain, baaham ek doosre ke taur tareeqoun ki pairvi karte hain aur ek ke baad deegar maqaam fanaa ki taraf badh rahe hain yahaan tak ke jab tamaam maamlaat khatm hojayenge aur duniya ki umr tamaam hojayegi aur qayamat ka hungama aajayega, to Allah sab ko qabr ke gooshoun, parindoun ke ghounsloun, daridoun ke bhatoun aur halakatgaahoun se nikaalega, gurooh dar gurooh saamit wa saakit istaadah wa safbastah amr e Ilahi ki taraf badhte hue aur apni jaaye baazgushisht ki jaanib daudte hue, nigaah e qudrat in par haavi aur pukaarne wale ki awaaz in sab ke kaan mein aati hui hogi, wo zauf wa bechaargi ka libaas pehne hue honge aur ijz wa bekasi ki wajah se zillat un par chaaie hui hogi, heeley aur tarkeebein ghayab aur ummeedein munqateh hi chuki hongi, dil mayoosaana khamooshioun ke saath baithe honge. Awaazein dab kar khamoosh ho jayengi, pasina muh mein phanda daal dega, wahshat badh jayegi aur jab inhein aakhri faisla sunane, aamaal ka muaveza dene aur azaab wa uqoobat aur ajr wa sawaab ke liye bulaya jayega to to pukarne walay ki garajdaar awaaz se kaan laraz uthenge, ye bande uske iqtedaar ka sabot dene ke liye wajood mein aaye hain aur ghalba wa tasallut ke saath in ki tarbiat hui hai, nizaah ke waqt in ki roohein qabz karli jaati hain aur qabroun mein rakh diye jaate hain, (jahaan) ye reza reza hojayenge aur (phir) qabroun se akele uthaye jayenge aur aamaal ke mutabiq jaza payenge aur sab ko alag alag hisaab dena hoga, inhein duniya mein rehte hue guluqalasi ka mauqah diya gaya tha, aur seedha raasta dikhaya jaa chukka tha aur Allah ki khushnoodi haasil karne ke liye mohlat bhi digayi thi shak was hub-haat ki tareekiaan in se door kardi gayi thi aur is muddat e hayaat wa aamajgah amal mein inhein khula chodh diya gaya tha taa ke aakherat mein daud lagane ki teiyyaari aur soch bichaar se maqsad ki talaash kar lein aur itni mohlat paayein jitni fawaed ke haasil karne aur apni ainda manzil ka saamaan karne ke liye zaroori hai.Ye kitni hi sahi misaalein aur shifa baqsh nasihatein hain, bashart ke inhein pakeezah dil aur sunne wale kaan aur mazboot raahein aur hoshiyaar aqlein naseeb ho, Allah se daro, is shaqs ke manind jis ne nasihat ki baatoun ko suna to jhuk gaya, gunaah kiya to is ka eteraaf kiya, dara to achche aamaal baja laaya, ibaratein dilayi gayi to is ne ibrat haasil ki aur khauf dilaya gaya to buraiyoun se ruk gaya aur (Allah ki pukaar par) labbaik kahi, to phir is ki taraf ruq modh liya aur is ki taraf taubah wa anabat ke saath mutawajje hua (agloun ki) poori poori pairvi ki aur Haq ke dikhaye jaane par usey dekh liya. Aisa shaqs talab e Haq ke liye sargarm amal raha aur (duniya ke bandhanoun) se bhaag khada hua , us ne apne liye zaqeerah faraham kiya aur baatin ko paak wa saaf rakha aur aakhirat ka ghar aabaad karliya, safar e aakhirat aur us ki raah e noorvi ke liye aur ehtiyaaj ke mauqeh aur faqr wa faaqe ke maqaamaat ke pesh e nazar us ne zaad apne humraah baar kar liya hai. Allah ke bando! Apne paida hone ki gharz wa ghaiyyat ke pesh e nazar us had tak us se khauf khaate raho aur is se is ke sachche vaade ka eefa chahte hue aur haul e qayamat se darte hue un cheezoun ka istehqaaq paida karo jo us ne tumhare liye muhaiyya rakhkhi hain.Isi qutbe mein ye bhi alfaaz hain,us ne tumhare liya kaan banaye taa ke zaroori aur ahem cheezoun ko sun kar mehfooz rakhein aur us ne tumhein aankhein di hain taa ke wo koori wa be-basri se nikal kar roshan wa ziyabaarioun aur jism ke muqtalif hisse jin mein se har ek mein bohot se aaza hain jin ke peech wa qam un ki munasebat se hain apni sooratoun ki tarkeeb aur umr ki muddatoun ke tanasub ke saath saath aise badanoun ke saath jo apne zarooriaat ko poora kar rahe hain aur aise diloun ke saath hain jo apni ghiza e roohani ki talaash mein lagey rehte hain. Alawa deegar badi nematoun aur ahsaanmand banana wali baqshishoun aur salamati ke hisaaroun ke aur is ne tumhari umr mein muqarrar kardi hain jinhein tum se maqfi rakha hai aur guzishta logoun ke haalaat wa waqiaat se tumhare liye ibratandoozi ke mauqeh baaqi rakh chodhe hain, aise log jo apne haz wa naseeb se lazzat-andooz the aur khule bandoun azaad phirte the kis tarha ummeedoun ke bar aane se pehle maut ne inhein jaaliya aur umr ke haath ne inhein un ummeedoun se door kar diya. Us waqt inhoun ne saamaan na kiya ke jab badan taandurust the aur us waqt ibrat wa nasihat haasil na ki ke jab jawani ka daur tha, kya ye bharpoor jawani walay kamar jhuka dene walay budhaape ke muntazir hain aur sehat ki taro taazgi walay toot padhne wali beemarioun ke intezaar mein hain aur ye zindagi walay fanaa ki ghadiyaan dekh rahe hain? Jab chil chilav ka hangama nazdeek aur kooch qareeb hoga aur (bistar e marg par) qalq wa isteraab ki beqaraariaan aur sooz wa tapish ki bechainiaan aur lawaab e dahen ke phande honge aur azeez wa aqarib aur aulad wa ahbaab se madad ke liye faryaad karte hue idhar udhar karwatein badalne ka waqt aagaya hoga to kya qareebioun ne maut ko rook liya ya roone waloun ke (roone se) kuch faayda pohoncha. Usey to kabrastaan mein qabr k eek tang gooshe ke andar jakad baandh kar akela chodh diya gaya hai. saanp aur bichchoo ne us ki jild ki chalni kar diya hai aur (wahaan ki) paamalioun ne is ki taro wa taazgi ko fana kar diya hai, aandhioun ne is ke aasaar mita dale aur haadsaat ne is ke nishaanaat tak mahoo kar diye. Taro-taaza jism laaghar wa parshamardah ho gaye, haddiaan gal sadh gayi aur roohein (gunaah ke) baar garaan ke neeche dabi padhi hain aur ghayb ki khabroun par yaqeen kar chuki hain lekin ab na in ke liye achche aamaal mein izaafe ki soorat aur na badaamaal se taubah ki kuch gunjaesh hai, kyat um inhi marchukne waloun ke bête, baap,bhai aur qareebi nahi ho, aakhir tumhein bhi to hu ba hu inhi ke se haalaat ka saamna karna aur inhi ki raah par chalna hai aur inhi ke shahraah par guzarna hai magar dil ab bhi haz wa saadat se be raghbat aur hidayat se be parwah hain aur ghalat maidaan mein jaa rahe hain goya in ke alawa koi aur muraad wa muqatab hai aur goya in ke liye duniya sameyt lena hi sahih raasta hai, yaad rakho ke tumhein guzarna hai siraat par aur wahaan ki aisi jagahoun par jahaan qadam ladkhadane lagte hain aur payr phas jaate hain aur qadam qadam par khauf wa wahshat ke khatraat hain.Allah se is tarha daro jis tarha wo mard e zerak wa daana darta hai ke jis ke dil ko (aqabi ki) soch bichaar ne aur cheezoun se ghaafil kar diya ho aur khauf ne is ke badan ko taab wa kafat mein daal diya ho aur namaz e shab ne is ki thodi bohot neend ko bhi bedaari se badal diya ho aur ummeed e sawaab mein is ke din ki tapti hui dopahar mein pyaas mein guzarti ho aur zohad wa waraa ne is ki khwahishoun ko rook diya ho aur zikr e Ilahi se us ki zubaan har waqt harkat mein ho, khatroun ke aane se pehle usne khauf khaya ho aur kati phati raahoun se bachta hua seedhi raah par ho liya ho, na khush fareibioun ne is mein peech wa tab paida kiya ho aur na mushtaba baatoun ne uski aankhoun par pardah dala ho bashaarat ki khwahishein aur nemat ki aasaishoun ko paa kar meethi neend sota hai aura man chayn se din guzarta hai. wo duniya ki umoorgah se qaabil e tareef seerat ke saath guzar gaya aur aakherat ki manzil par saadatoun ke saath pohoncha. (wahaan ke) khatroun ke pesh e nazar us ne nekioun ki taraf qadam badhaya aur achchaiyoun ke liye is waqfeh hayaat mein tezgaam chala, talab e aakherat mein diljohi wa raghbat ke zariye uzr taraashi ki koi gunjaesh baaqi nahi rakhi aur seedhi raah dikha kar hujjat tamaam kardi hai aur tumhein us dushman se hoshiyaar kar diya hai jo chupke se seenoun mein nufooz kar jaata hai aur kaana phoosi karte hue kaanoun mein phoonk deta hai. chunaanche wo gumraah kar ke tabah wa barbaad kar deta hai aur vaade karke tafl taslioun se dhaaras bandhaye rakhta hai, (pehle to) bade bade se jurmoun ko sawaar kar saamne laata hai aur bade bade mohlik gunahoun ko halka aur sabak karke dekhta hai aur jab behkaaye hue nafs  ko gumraahi ked holey par laga deta hai aur usey apne phandoun mein achchi tarha jakad leta hai to jise sajaya tha us ko bura kehne lagta hai aur jise halka aur sabak dikhaya tha us ki se badhata gaya aur buraiyoun se bhaagta raha aur aaj ke din kal ka khayaal rakha aur pehle se apne aagey ki zaroorartoun par nazar rakhi, baqshish wa ataa ke liye jannat aur aqaab wa azaab ke liye dozaq se badh kar kya hoga, aur inteqaam lene aur madad karne ke liye Allah se badh kar koun ho sakta hai, aur sanad wa hujjat ban kar apne khilaaf saamne aane ke liye Quraan se badh kar kya hai? main tumhe Allah se darne ki wasiat karta hoon. Jis ne darane waali cheezoun garaanbaari wa ahmiat batata hai aur jis se mutmaeen wa be khauf kiya tha us sey darane lagta hai.(is qutbe ka ek juz ye hai ke jis mein insaan ki paidaish ka bayaan hai)Ya phir usey dekho jise (Allah ne) maa ke peyt ki andherioun aur parde ki andarooni tahoun mein banaya jo ek (jarseem e hayaat) se chalakta hua nutfa aur be shakl wa soorat ka munjamad khoon tha. (phir  had e raza-at se nikal kar) tifl (nauqez) aur (phir) poora poora jawaan hua, Allah ne usey nigaahdaasht karne wala dil aur bolne waali zabaan aur dekhne waali aankhein dee taa ke ibrat haasil karte hue kuch samajh boojh aur nasihat ka asar lete hue buraiyoun se baaz rahe magar hua ye ke wo jab is (ke aaza) mein tawazan aur etedaal paida ho gaya aur us ka qad wa qaamat apni balandi par pohonch gaya to ghuroor wa sarmasti mein aakar (hidayat se) bhadak utha aur andhahund bhatakne laga, is tarha ke ran-dee wa housnaki ke dool bhar bhar ke kheench raha tha aur nishaat wa taraf ki kaifiatoun aur hausbaazi ki tamannaoun ko poora karne mein jaan khapae hue tha. Na kisi musibat ko khaatir mein laata than a kisi darandeshe ka asar leta tha, aakhir inhi shooreedgioun mein ghaafil wa madhoosh haalat mein mar gaya aur jo thodi bohot zindagi thi usey behoodgioun mein guzaar gaya. Na sawaab kamaya na koi fareeza poora kiya. Abhi wo baaqimandah sarkashioun ki raah hi mein tha ke maut laane waali beemariaan us par toot padhi bhuchakka sa ho kar rah gaya aur us ne raat andoh wa musibat ki kafatoun aur dard o aalaam ki saqtioun mein jaagte hue is tarha guzari ke wo haqeeqi bhai, meharbaan baap be-chaini se faryaad karne waali maa aur be qaraar se seena kotne waali bahen ke saamne sakraat ki madhoshiaan aur saqt bad-hawasioun aur dardnaak cheeqoun aur saans ukhaad ne ki be chainioun aur nazaa ki dardmaanda kar dene waali shiddatoun mein padha hua tha.Phir usey kafan mein na-muraadi ke aalam mein lapeyt diya gaya aur wo bade chup ke se bila muzahemat doosroun ki naqal wa harkat ka paaband raha, phir usey taqte par daala gaya, is aalam mein ke wo mehnat wa mashaqqat se khasta haal aur beemarioun ke sabab se nidhaal ho chukka tha. Usey sahara dene walay naujawanoun aur taawun karne walay bhaiyoun ne kaandha de kar pardes ke ghar tak pohoncha diya jahaan meyl wa mulaqaat ke saare silsile toot jaate hain aur jab masaaliat karne walay aur musibat-zada (azeez wa aqarib) palat aaye to usey qabr ke gadhe mein utha kar bitha diya gaya farishtoun se sawaal wa jawaab ke waste sawaal ki wahshatoun aur imtehaan ki thokarein khane ke liye aur phir wahaan ki sab se badi aafat kholte hue paani ki mehmaani aur jahannum mein daaqil hona hai aur dozaq ki laptein aur bhadakte hue sholoun ki teziaan hain, na is mein raahat ke liye bachao na rookne waali koi taaqat hai aur na ab sukoon dene waali maut na takleef ko bhula dene ke liye neend balke wo har waqt qism qism ki mautoun aur ghadi ghadi ki (nit naye) azaaboun mein hoga.Hum Allah hi panaah ke khwaistagaar hain, Allah ke bando! Wo log kahaan hai jinhein umr di gayi to wo nematoun se behrayaab hote rahe aur inhe bataya gaya to wo sab kuch samajh gaye aur waqt diya gaya to inhoun ne waqt ghaflat mein guzaar diya aur sahi wa saalim rakhe gaye to is nemat ko bhool gaye, inhein lambi mohlat di gayi thi achci achchi cheezein bhi baqshi gayi thi, dardnaak azaab se inhein daraya bhi gaya tha aur badi cheezoun ke un se vaade bhi kiye gaye the. (ti ab tum hi) wartaha halakat mein daalne walay gunahoun aur Allah ko naraaz karne waali khataoun se bachte raho.Ay chasm wa goosh rakhne waalo! Ay sehat wa sarwat waalo! Kya bachao ki koi jagaah ya chutkaare ki koi gunjaesh hai? ya koi panahgaah ya thikana hai? agar nahi hai to phir kahaan bhatak rahe ho aur kidhar ka ruq kiye hue ho ya kin cheezoun ke fareib mein aagye ho? Halaanke is lambi chaudi zameen mein se tum se hare k ka hissa apne qad bhar ka tukda hi to hai ke jis mein wo mitti se ata hua ruqsaar ke bal padha hoga. Ye abhi ghanimat hai ke Khuda ke bando, jab ke garden mein phanda nahi padha hua hai aur rooh bhi azaad hai, hidayat haasil karne ki fursat aur jismoun ki raahat wa majlisoun ke ijtemah aur zindagi ki baqaya mohlat aura z sar e nau iqtiyaar se kaam lene ke mauqeh aur taubah ki gunjaesh aur itmenaan ki haalat mein qabl is ke, ke tangi wa zeeq mein padhjaaye aur khauf wa aalaam is par chaa jaaye aur qabl is ke, ke maut aajaye aur qaadar wa ghaalib ki giraft usey jakad le."
},
{
"id":82,
"khutba":"QUTBA  NO.82",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Umaro ibne Aas ke baare mein-;Naabegha ke bête par hairat hai ke wo mere baare mein ahle e Shaam se ye kehta phirta hai ke mujh mein masqarapan paaya jaata hai aur main khel wa tafreeh mein pada rahta hoon, us ne ghalat kaha aur kehkar gunahgaar hua, yaad rakho ke badtareen qaul wo hai jo jhoot ho aur wo khud baat karta hai to jhooti aur vaada karta hai to us ke khilaaf karta hai, maangta hai to palat jaata hai aur khud is se maanga jaaye to is mein baql kar jaata hai. wo paimaanshikni aur qateh rahmi karta hai aur jung ke mauqeh par badi shaan se badh badh kar daant ta aur hukm chalata hai magar usi waqt tak ke talwaarein apni jagah par zoor na pakad lein aur jab aisa waqt aata hai to us ki badi chaal ye hoti hai ke apne hareef ke saamne uryaan (nanga) ho jaaye. Khuda ki qasam! Mujhe to maut ki yaad ne khel kood se baaz rakha hai aur usey aafiat faramoosh (aakhrat bechne wala) ne sach bolne se rook diya hai. usne Maawiya ki bay-at youn hi nahi ki balke is sey pehle ye shart manwaali ke usey iske badle mein silah dena hoga aur deen ke chodhne par ek hadiya pesh karna hoga."
},
{
"id":83,
"khutba":"QUTBA  NO.83",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Main gawahi deta hoon ke us Allah ke alawa koi maabood nahi ekta wa lashareek hai. wo awwal hai is tarha ke is ke pehle koi cheez nahin. Wo aakhir hai youn ke us ki koi inteha nahi. Is ki kisi sifat se wahem wa gumaan bakhabar nahi ho sakte na is ki kisi kaifiat par diloun ka aqeedah jam sakta hai, na is ke ajza hain ke is ka tajruba kiya jaa sake aur na qalb wa chashm is ka ahata kar sakte hain. Is qutbe ka ek hissa ye hai -,Khuda ke bando! Mufeed ibratoun se pand wa naseehat aur khuli hui daleeloun se ibrat haasil karo aur moassar khauf dahaanioun se asar lo aur moaez azkaar se faayda uthao. Kyunke ye samajhna chahiye ke maut ke neeche tum mein gad chuke hain. Aur tumhari ummeed wa aarzoo ke tamaam bandhan ek dum toot chuke hain, saqtiyaan tum par toot padhi hain aur maut ke chashme par ke jahaan utar jaata hai, tumhein kheench kar le jaaya jaa raha hai aur har nafs ke saath hankaane wala hota hai aur ek shahadat dene wala hankane wala isey maidaan hashr tak hanka kar le jaayega aur gawaah is ke aamaal ki shahadat de ga.Isi qutbe ki ye juz jannat ke mutallaq hai,Is mein ek doosre se badhe chadhe hue darje hain aur muqtalif meyaar ki manzilein na is mein thaherne waloun ko wahaan se kooch karna hai aur na ismein humeshaa ke rehnewaloun ko boodha hona hai aur na is mein basne waloun ko faqr wa naadaari se sabeqa padhna hai, na us ki nematoun ka silsila  tootega."
},
{
"id":84,
"khutba":"QUTBA  NO.84",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Wo dil ki neiyyatoun aur andar ke bhedoun ko jaanta pehchaanta hai, wo har cheez ko ghere hue hai aur har shay par chaaya hua hai, aur har cheez par uska zoor chalta hai. tum mein se jise kuch karna ho usey maut ke haael hone se pehle mohlat ke dinoun mein masroofiat aur qabl e fursat ke lamhoun mein aur gala ghutne se pehle saans chalne ke zamane mein kar lena chahiye. Wo apne liye aur apni manzil par pohonchne ke liye saamaan ka tahiya kar le aur us guzargaah se manzil e aqaamat ke liye zaad e faraham karta jaaye.Ay logo! Allah ne apni kitaab mein jin cheezoun ki hifazat tum se chaahi hai aur jo huqooq tumhare zimme kiye hain un ke baare mein Allah se darte raho, is liye ke Allah subhabahu ne tumhein bekaar paida nahi liya aur na us ne tumhein be qaid wa band jehaalat wa gumraahi mein khula chodh diya hai. us ne tumhare karne aur na karne ke achche bure kaam tajweez kardiye aur (Paighambar saws ke zariye) sikha diye hain. Us ne tumhari umrein likh di hain, aur tumhari taraf aisi kitaab bheji hai jis mein har cheez ka khula khula bayaan hai aur apne Nabi saws ko zindagi de kar muddatoun tum mein rakha yahaan tak us ne apni utaaru hui kitaab mein apne Nabi saws ke liye aur tumhare liye is deen ko jo usey pasand hai kaamil kardiya, aur un ki zabaan se apne pasndeeda aur napasndeeda afaal (ki tafseel) aur apne awamir wa nawahi tum tak pohonchaye.Apne dalael tumhare saamne rakh diye aur tum par apni hujjat qayam kardi aur pehle se dara dhamka diya aur (aane walay) saqt azaab se khabardaar kar diya. To ab tum apni zindagi ke baqiya dinoun mein (pehli kootaiyoun ki) talaafi karo aur apne nufoos ko un dinoun (ki kafatoun) ka mutahmal banao. Is liye ke ye din to un dinoun ke muqable mein bohot kam hain jo tumhare ghaflatoun mein beet gaye aur waaz wa pand se be ruqi mein kat gaye. Apne nufoos ke liye jaez cheezoun mein bhi dheel na do warna ye dheel tumhein zaalimoun ki raah par daal de gi aur (makruhaat mein bhi) sahel angaari se kaam na lo warna ye narmrawi aur be parwahi tumhein musibatki taraf dhakeyl kar le jaayegi.Allah ke bando! Logoun mein wohi apne nafs ka sab se zyaada khair khwaah hai jo apne Allah ka sab se zyaada muteeh wa farmabardaar hai aur wohi sab se zyaada apne nafs ko fareib dene wala hai jo apne Allah ka sab se zyaada gunahgaar hai. Asli fareib-qurdah wo hai jis ne apne nafs ko fareib de kar pohonchaya. Aur qaabil e rashk wa ghabz wo hai jis ka deen mahfooz raha aur nek baqt wo hai jis ne doosroun se pand wa nasihat ko haasil karliya aur badbaqt wo hai jo hawa wa haus ke chakkar mein padh gaya aur yaad rakho! Thoda sa riya (dikhawa) bhi shirk hai aur haus par satoun ki masahat imaan faramoosh ki manzil aur Shaitaan ki aamad ka maqaam hai. jhoot se bacho is liye ke wo imaan se alag cheez hai, raast-guftaar najaat aur buzurgi ki balandioun par hai aur daroogh goo pasti wa zillat ke kinare par hai baaham hasad na karo is liye ke hasad imaan ko is tarha khaajaata hai jis tarha aag lakdi ko aur keena wa bughz na rakho is liye ke ye (nekiyoun ko) cheel daalta hai aur samajh lo ke azooein aqloun par saho ka aur yaad e Ilahi par nisyaan ka pardah daal deti hain, ummeedoun ko jhutlao is liye ke ye dhoka hai aur ummeedein baandh ne wala fareib qurdah hai."
},
{
"id":85,
"khutba":"QUTBA  NO.85",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Allah ke bando! Allah ko apne bandoun mein sab se zyaada wo banda mehboob hai jise us ne nafs ki khilaafwarzi ki quwwat di hai, jis ka andarooni libaas huzn (gham) aur berooni jama khauf hai. (yaani andooh wa malaal usey chimta rehta hai aur khauf us par chaaya rehta hai). is ke dil mein hidayat ka chiraagh roshan hai aur aane walay din ki mehmaani ka is ne tahiya kar rakha hai. (maut ko) jo door hai usey wo qareeb samajhta hai aur saqtioun ko apne liye aasaan samajh liya hai, dekhta hai to baseerat wa maarefat haasil karta hai, (Allah ko) yaad karta hai to amal karne par tul jaata hai, (wo is sarchashm e hidayat ka) shereen wa khwaistagaar paani pi kar seraab hua hai jis ke ghaat tak (Allah ki rahnumai se) wo baa aasani pohonch gaya hai. us ne pehli hi dafah jhuk kar pi laya hai aur humwaar raaste par chal padha hai, shahwatoun ka libaas utaar pheinka hai (duniya ke) saare andeshoun se be fikr ho kar sirf ek hi dhun mein laga hua hai. wo gumraahi ki haalat aur hawas parastoun ki hawas raanioun mein hissa lene se door rehta hai. wo hidayat ke abwaab kholne aur halakat aur gumraahi ke darwaze band karne ka zaria ban gaya hai. is ne apna raasta dekh liya hai aur us par gaamzan hai. (hidayat ke) minaar ko pehchaan liya hai aur dhaarioun ko tay kar ke is tak pohonch gaya hai. mohkam waseeloun aur mazboot saharoun ko thaam liya hai wo yaqeen ki wajah se aise ujaale mein hai jo sooraj ki chamak dhamak ke manind hai.Wo sirf Allah ki khaatir sab se oonche maqsad ko poora karne ke liye uth kar khada hua hai ke har mushkil ko jo us ke saamne aaye munasib taur se hal kar de. Har faraa ko is ke asl wa maaqiz ki taraf raajeh kare. Wo taarekioun mein roshni phailaane wala mutashabeh baatoun ko hal karne wala, uljhe hue masloun ko suljhaane wala ganjlikoun ko door karne wala, liq wa diq sehraoun mein raah dikhaane wala hai. wo bolta hai to poori tarha samjhadeta hai aur kabhi chup hojata hai is waqt jab chup rehna hi salaamati ka zariya hai. usne har kaam Allah hi ke liye kiya, Allah ne bhi usey apna banaliya hai. wo deen e Khuda ka maad-dan aur uski zameen mein gadhi hui meq ki tarha hai, usne apne liye adl ko laazim karliya hai, chunaanche uske adl ka pehla qadam khwahishoun ko apne nafs se door rakhna hai, Haq ko bayaan karta hai to us par amal bhi karta hai, koi neki ki had aisi nahi jis ka us ne iraada na  kiya ho aur koi jagah aisi nahi hai ke jahaan neki ka imkaan ho aur isne qasad na kiya ho, us ne apni khwahishoun ko apne nafs se door rakhna hai. usne apni baag-door Quraan ke haathoun mein de di hai, wahi us ka rahbar aur wahi uska peshwa hai, jahaan uska baar garaan utarta hai wahin us ka saamaan utarta hai aur jahaan us ki manzil hoti hai wahin ye bhi apna padhao daal deta hai. (is ke alawa) ek doosra shaqs hota hai jis ne (zabardasti) apna aalim rakh liya hai, halaanke wo aalim nahi, us ne jaahiloun aur gumraahoun se jehaalatoun aur gumraahioun ko batoor liya hai aur logoun ke liye makr wa fareib ke phande aur ghalat salat baatoun ke jaal bicha rakhe hain.Quraan ko apni raay par aur Haq ko apni khwahishoun par dhaalta hai. Bade se bade jurmoun ka khauf logoun ke diloun se nikaal deta hai aur kabeerah gunahoun ki ahmiat ko kam karta hai kehta to ye hai ke ye shub-haat mein tauqaf karta hoon, halaanke inhi mein padha hua hai, is qaul ye hai ke main biddatoun se alag thalag rehta hoon halaanke inhi mein us ka uthna baithna hai. soorat to uski insaanoun si hai aur dil haiwaanoun ka sa, na usey hidayat ka darwaza maloom hai ke wahaan tak aasake aur na gumraahi ka darwaza pehchaanta hai ke is se apna ruq modh sake. Ye to zindoun mein (chalti phirti hui) laash hai.Ab tum kahaan jaa rahe ho aur tumhe kidhar moodha jaa raha hai? halaanke hidayat ke jhande baland nishaanaat zaahir wa roshan aur Haq ke minaar nasb hain, aur tumhe kahaan behkaya jaa raha hai aur kyun idhar udhar bhatak rahe ho? Jab ke tumhare Nabi saws ki itrat a.s. tumhare andar maujood hai jo Haq ki baagein, deen ke parcham aur sachai ki zananein hain, jo Quraan ki behtar se behtar manzil samajh sako wahin inhein bhi jagah do, aur pyaase ountoun ki tarha in ke sarchashme hidayat par utro. Ay logo! Qaatam ul Nabieen saws ke is irshaad ko suno ke (inhoun ne farmaya) hum mein se jo marjaata wo murda nahi hai aur hum mein se (jo bazaahir mar kar) boseeda ho jata hai wo haqeeqat mein kabhi boseeda nahi hota. Jo baatein tum nahi jaante un ke mutaallaq zabaan se kuch na nikaalo is liye ke Haq ka beshtar hissa inhi cheezoun mein hota hai ke jin se tum begaana wa na-aashna ho. (jis shaqs ki tum par hujjat tamaam ho) aur tumhari koi hujjat us par tamaam na ho usey maazoor samjho aur wo main hoon, kya main ne tumhare saamne saql e akbar (Quraan) par amal nahi kiya, aur saql e asghar (Ahle Baith a.s.) ko tum mein nahi rakha. Maine tumhare darmiyaan imaan ka jhanda gaadha, halaal wa haraam ki hadein batayi aur apne adl se tumhein aafiat ke jaamein pehnaaye aur apne qaul wa amal se husn e salook ka farsh tumhare liye bichaa diya aur tum se humeshaa pakeezah aqlaaq ke saath pesh aaya, jis cheez ki gehraiyoun tak nigaah na pohonch sake aur fikr ki julaniyaan aajiz rahein is mein apni raay ko kaar farma na karo.Is qutbe ka ek juz Bani Ummaiya ke mutaallaq hai.Yahaan tak ke gumaan karne walay ye gumaan karne lage, ke bas ab duniya bani Ummaiya ke daaman se bandhi rahegi aur inhein hi apne saare faayde baqashti rahegi aur inhe hi apne saaf chashme par seraab hone ke liye utaarti rahegi aur is ummat ki (garden par) in ki talwar aur (pusht par) un ka taaziaana humeshaa rahega. Jo ye khayaal karega ghalat khayaal karega balke ye to zindagi ke mazoun mein se chand shahed ke qatre hain jinhein kuch deir tak wo choosenge aur phir saare ka saara thook denge."
},
{
"id":86,
"khutba":"QUTBA  NO.86",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Allah ne zamane ke kisi sarkash ki garden nahi todi jab tak ke usey mohlat wa faraghat nahi ata kardi aur kisi ummat ki haddi ko nahi joda jab tak usey shiddat wa saqti aur ibtela wa aazmaish mein daal nahi liya. Jo musibatein tumhe pesh aane wali hai aur jin saqtioun se tum guzar chuke ho in se kam bhi ibratandozi ke liye kaafi hai, har sahib e dil aaqil nahi hota aur na har kaan rakhne wala goosh shanwa aur na har aankh wala chashm e beena rakhta hai, mujhe hairat hai aur kyun na hairat ho, in firqoun ki qataoun par jinhoun ne apne deen ki hujjatoun mein iqtelaaf paida kar rakha hai, jo na Nabi saws ke naqsh e qadam par chalte hain na Vasi a.s. kea mal ki pairvi karte hain, na ghayb par imaan late hain na ayb se daaman bachaate hain, mashkook wa mushtaba cheezoun par in ka amal hai aur apni khwahishoun ki raah par chalte phirte hain. Jis cheez ko wo achcha samjhein un ke nazdeek bas wo achchi hai aur jis baat ko wo bura jaane un ke nazdeek bas wo buri hai. Mushkil guththioun ko suljhaane ke liye apne nafsoun par etemaad kar liya hai aur mutashabeh cheezoun mein apni raay par bharosa kar lete hain, goya un mien se har shaqs qudhi apna imam hai aur us ne jo apne maqaam par apni raay se tay kar liya hai us ke mutaallaq ye samajhta hai ke isey qaabil e itmenaan wasila aur mazboot zariyoun se haasil kiya hai."
},
{
"id":87,
"khutba":"QUTBA  NO.87",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Allah taala ne apne Paighambar saws ko is waqt bheja jab ke Rasooloun ki aamad ka silsila ruka hua tha aur saari ummatein muddat se padhi soo rahi thi, fitne sar utha rahe the, sab cheezoun ka sheraaha bhikra hua tha, jung ke sholay bhadak rahe the, duniya be raunaq wa be noor thi aur is ki fareib kaariaan khuli hui thi, us waqt uske pattoun mein zardi daudi hui thi aur phaloun se na ummeedi thi, paani zameen mein tahnasheen ho chukka tha, hidayat ke minaar mit gaye the, halakat wa gumraahi ke parcham khule hue the aur duniya waloun ke saamne kade teeroun se aur tewri chadahye hue nazar aa rahi thi, is ka phal fitna tha aur iski ghiza murdaar thi, andar ka libaas khauf aur baahar ka pehnaawa talwaar tha. Khuda ke bando! Ibrat haasil karo aur in (bad-amalioun) ko yaad karo jin (ke nataej) mein tumhare baap bhai jakde hue hain aur jin par in se hisaab hone wala hai.Mujhe apni zindagi ki qasam! Tumhare aur un ke darmiyaan sadioun ka faasla hai, abhi tum is din se zyaada door nahi hue ke jab unki sulboun mein the. Khuda ki qasam! Jo baatein Rasool saws ne unke kaanoun tak pohonchaai wahi baatein main tumhe aaj suna raha hoon, aur jitna inhein sunaya gaya tha, us se kuch kam tumhein nahi sunaya jaa raha hai, aur jis tarha us waqt un ki aankein kholi gayi thi aur dil banaye gaye the waisi hi aankhein aur waise hi dil is waqt tumhein diye gaye hain. Khuda ki qasam! Un ke baad tumhein koi aisi nayee cheez nahi bataiee gayi hai jis se won a-aashna rahe ho aur koi khaas cheez nahi di gayi hai jis se wo mahroom the, haan ek aisi musibat tumhein pesh aayegi hai (jo us ountni ke manind hai) jis ki nakeyl jhool rahi hai aur tang dheela padh gaya hai. (jo kahin na kahin thokar khayegi) dekho! In fareib qurdah logoun ke thaath baath tumhein waghala na de is liye ke ye ek phaila hua saaya hai jis ka waqt mahdood hai."
},
{
"id":88,
"khutba":"QUTBA  NO.88",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Tamaam hamd us Allah ke liye hai nazar aaye baghair jaana pehchaana hua hai aur sooch bichaar mein padhe bahgair paida karne wala hai, wo us waqt bhi daaem wa barqaraar tha jab ken a burjoun wala aasmaan than a baland darwaazoun walay hijaab the, andheri raatein, na thehra hua samandar, na lambe chaudhe raastoun walay pahaad na aadhi tirchi pahadi raahein aur na biche hue farshoun wali zameen na kas bal rakhne wali maqlooq thi. Wohi maqlooqaat ko paida karne wala aur uska waaris aur kaenaat ka maabood aur un ka raaziq hai. sooraj aur chaand iske manshaa ke mutabiq (ek dheer par) badhe jaane ki sar todh koshish mein lage hue hain, jo har nayee cheez ko farsooda aur door ki cheezoun ko qareeb kar dete hain, us ne sab ko rozi baant rakhi hai, wo sab ke amal wa kirdaar aur saansoun ke shumaar tak ko jaanta hai. wo chori chupi nazroun aur seene ki maqfi neiyyatoun aur sulb mein un ke thikanoun aur shikam mein un ke sounpe jaane ki jagahoun ka ahata kiye hue hai yahaan tak ke un ki umrein apni had wa inteha ko pohonch jaaye, wo aisi zaat hai ke rahmat ki wasatoun ke bawajood us ka azaab dushmanoun par saqt hai aur azaab ki saqtioun ke bawajood dostoun ke liye uski rahmat waseeh hai. jo usey dabana chahe us par qaaboo palene wala aur jo us se takkar lena chahe usey tabah wa barbaad karne wala aur jo uski muqalif kare use ruswa wa zaleel karne wala aur jo us sey dushmani bartay us par ghalba paane wala hai. jo us par bharosa karta hai wo us ke liye kaafi hojata hai aur jo koi us sey maangta hai usey de deta hai aur jo usey qarza deta hai wo usey ada karta hai, jo shukr karta hai usey badla deta hai, Allah ke bado! Apne nufoos ko toole jaane se pehle saans le lo aur saqti ke saath hankaye jaane se pehle muteeh wa farmabardaar ban jao, aur yaad rakho ke jise apne nafs ke liye ye taufeeq na ho ke wo khud apne ko waaz wa pand karle aur buraiyoun par mutanabbe karde to phir kisi aur ki bhi pand wa taubeeq us par asar nahi karsakti."
},
{
"id":89,
"khutba":"QUTBA  NO.89",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Ye qutba Ashbah ke naam se mashoor hai aur Ameerul momineen a.s. ke baland paaye qutbaat mein shumaar hota hai, isey ek sail ke jawaab mein irshaad farmaya tha jis ne Aap a.s. se ye sawaal kiya tha ke Aap a.s. khilaaf e aalim se sifaat ko is tarha bayaan farmaye ke aisa maloom ho jaise hum usey apni aankhoun se dekh rahe hain, is par Hazrat a.s. ghazabnaak hogaye aur farmaya-;Tamaam hamd is Allah ke liye hai ke jo faiz wa ataa ke rokne se maaldaar nahi hojata aur jo ataa se kabhi aajiz wa qaasir nahi hota. Is liye ke is ke siwa har dene walay ke yahaan daar wa dahesh se kami waqay hoti hai aur haath rok lene par inhein bura samjha jaa sakta hai, wo faayda baqsh nematoun aur atioun ki farawtanioun aur rozioun (ki taqseem) se manwane ahsaan banane wala hai, saari maqlooq iska kunba hai, isne sab ke rizq ka zimma le liya hai aur sab ki roziaan muqarrar kar rakhi hain, us ne apne khwahishmandoun aur apni nemat ke talabgaaroun ke liye raah kholdi hai. wo dast e talab ken a badhne par bhi itna hi Kareem hai jitna talab wa sawaal ka haath badhne par.Wo aisa awwal hai ke jis ke liye koi qabl hai hi nahi ke koi shay is se pehle ho sake aur aisa aakhir hai ke jis ke liye koi baad hai hi nahi taake koi cheez us ke baad farz ki jaa sake, wo aankh ki putlioun ko (door hi se) rook dene wala hai ke wo usey paa sakein ya uski haqeeqat maloom kar sake, is par zamane ke muqtalif daur nahi guzarte ke uske haalaat mein taghaiyyur wa tabdeeli paida ho, wo kisi jagah mein nahi hai ke uske liye naql wa harkat sahi ho sake. Agar wo chandi aur sone jaisi nafees dhaatein ke jinhe pahadoun ke maad-dan (lambi lambi) saansein bhar kar uchaal dete hain aur bhikre hue moti aur marjaan ki kati hue shaaqein ke jinhein daryaoun ki seepiaan khilkhila kar hanste hue ugal deti hain, baqsh de to is se us ke jood wa ataa par koi asar nahi padhta aur na us ki daulat ka zaqeerah is se khatm ho sakta hai aur us ke paas phir bhi inaam wa ikraam ke itne zaqire maujood rahenge jinhein logoun ki maang khatm nahi kar sakti, is liye ke wo aisa faiyyaz hai jise sawaloun ka poora karna muflis nahi bana sakta aur gid-gida kar sawaal karne waloun ka had se badha hua israar baql par aamada nahi kar sakta.Ay Allah ki sifatoun ko daryaaft karne walo dekho! Ke jin sifatoun ka tumhe Quraan ne pata diya hai (un mein) tum us ki pairvi karo aur usi ke noor e hidayat se kasb e ziya karte raho aur jo cheezein ke Quraan mein waajib nahi aur na sunnat e Paighambar saws wa Aimma e Huda a.s. mein un ka naam wa nishaan hai aur sirf Shaitaan ne us ke jaan-ne ki tumhein zehmat di hai. uska ilm Allah hi ke paas rehne do aur yehi tum par Allah ke Haq ki aakhri had hai aur is baat ko yaad rakho ke ilm mein raaseqoun ka ijmaali taur par iqraar karte (aur un par eteqaad rakhte) hain. Agarche un ki tafseer nahi jaante aur yehi iqraar inhein ghayb padhe hue pardoun mein darana ghusne se be-niyaaz hue hain aur Allah ne is baat par un ki madah ki hai ke jo cheez in ke ahata e ilm se bahar hoti hai is ki rasaai se apne ijz ka eteraaf kar lete hain aur Allah ne jis cheez ki haqeeqat se bahes karne ki takleef nahi di is mein taamash wa kaawish ke tark hi ka naam rusooq rakha hai. Lihaza bas isi par iktefaa karo aur apne aql ke paimaane ke mutabiq Allah ki azmat ko mahdood na bana do, warna tumhara shumaar halaak hone waloun mein qaraar payega.Wo aisa Qadar hai ke jis ki qudrat ki inteha maloom karne ke liye wahem apne teer chala raha ho aur fikr har tarha ke was-wasoun ke udhed ban se aazaad ho ke is ke qalmar wa mamlekat ke gehre bhedoun par aagah hone ke dar pe ho aur dil is ki sifatoun ki kaifiat samajhne ke liye walehaana taur par daud padhe hoon aur zaat e Ilahi ko jaan-ne ke liye aqloun ki justajoo wa talaash ki raahein had e bayaan se zyaada door tak chali gayi hoon to Allah us waqt jab wo ghayb ki teergioun ke gadhoun ko uboor kar rahi hoti hain in sab ko (nakaamioun ke saath) palta deta hai. chunaanche jab is tarha muh ki khaakar palat-ti hain to inhein ye eteraaf karna padhta hai ke be raah rawiyoun se is ki maarefat ka khoj nahi lagaya jaa sakta aur na fikr paimaaoun ke diloun mein is ki izzat ke tamkinat wa jalaal ka zara sa shaayba aasakta hai. wo wahi hai ke jis ne maqlooqaat ko ijaad kiya, baghair is ke, ke koi misaal apne saamne rakhta aur baghair iske ke apne pehle kisi aur Qaaliq wa maabood ki banaiee hui cheezoun ka charba utaarta is ne apni qudrat ki baadshahat aur un ajeeb cheezoun ke waste se ke jin mein us ki hikmat wa daanahi ke aasaar (muh se) bol rahe hain aur maqlooq ke is eteraaf se ke wo apne rukne thamne mein us ke sahare ki mohtaaj hai. humein wo cheezein dikhai hai ke jinhoun ne qahran daleel qaem hojane ke dabao se uski maarefat ki taraf humari rahnumai ki hai aur us ki paidakardah ajeeb wa ghareeb cheezoun mein uski sifat ke naqsh wa nigaar aur hikmat ke aasaar numaya aur waazeh hain. Chunaanche har maqlooq uski ek hujjat aur ek burhaan ban gayi hai, chehe wo khamoosh maqlooq ho magar Allah ki tadbeer wa kaarsaazi ki ek bolti hui daleel hai aur hamasti saaneh ki taraf is ki rahnumai saabit wa barqaraar hai, main gawahi deta hoon ke jis ne tujhe terihi maqlooq se un ke aaza ke alag alag hone aur teri hikmat ki kaarsaazioun se goosht wa poost mein dhake hue unke joodoun ke saroun ke milne mein tashbeeha di, usne apne chupe hue zameer ko teri maarefat se wabasta nahi kiya aur us ke dil ko ye yaqeen chu bhi nahi gaya ke tera koi shareek nahi, goya us ne pairokaaroun ka ye qaul nahi suna jo apne muqtadaoun se bezaari chahte hue kahenge ke “Khuda ki qasam!  hum to qat-tan ek khuli hui gumraahi mein the ke jab hum saare jahaan ke paalne walay ke barabar tumhe thehraya karte the ” wo log jhoote hain jo tujhe doosroun ke barabar samajh kar apne butoun se tashbeeh dete hain aur apne wahem mein tujh par maqlooqaat ki sifatein jad te hain aur apne khayaal mein us tarha tere hisse baqre karte hain, jis tarha mujassam cheezoun ke jood band alag alag kiye jaate hain aur apni aqloun ki soojh boojh ke mutabiq tujhe muqtalif quwwatoun wali maqlooqaat par qayaas karte hain . main gawahi deta hoon ke jis ne tujhe teri maqlooq mein se kisi ke barabar jaana us ne tera humsar bana daala aur tera humsar banana wala teri kitaab ki mohkam aayatoun ke mazameen aur un haqaeq ka jinhein teri taraf ke roshan dalael waazeh kar rahe hai munir hai. tu wo Allah hai ke aqloun ki had mein ghir nahi sakta ke inki sooch bichaar ki zad par aakar kaifiat ko qubool kar le, aur na in ke ghaur wa fikr ki joolanioun mein teri samaai hai ke tu mehdood ho kar unki fikri tasarrufaat ka paband ban jaaye.Is qutbe ka ek hissa ye hai ke -;Is ne jo cheezein paida ki un ka ek andaza rakha, mazboot wa mustahkam aur in ka intezaam kiya, umdah wa pakeezah aur inhein inki simt par is tarha lagaya ken a wo apni aakhri manzil ki hadoun se aagey badhein aur na manzil e muntaha tak pohonchne mein kotaahi ki, jab inhe Allah ke iraade par chal padhne ka hukm lagaya to inhoun ne sartaabi nahi ki aur wo aisa kar hi kyunkar sakti thi, jab ke tamaam umoor usiki mashiat wa iraade se saadir hue hain, wo gona goon cheezoun ka muwajjad hai baghair kisi sooch bichaar ki taraf rujuuh kiye aur baghair tabiat ki kisi joolani ke, ke jise dil mein chupaye ho aur baghair kisi tajtube ke jo zamane ke hawades se haasil kiya ho aur baghair kisi shareek ke, ke jo un ajeeb wa ghareeb cheezoun ki ijaad mein is ka moin wa madadgaar raha ho.Chunaanche maqlooq (ban bana kar) mukammal ho gayi aur us ne Allah ki itaat ke saamne sar jhuka diya aur (fauran) is ki pukaar par labbaik kehte hue badhi, na kisi deir karne walay ki kisi sust raftaari daamangeer hui aur na hayl hujjat karne walay ki si susti aur dheel haael hui, is ne in cheezoun ke tedhapan ko seedha kar diya aur in ki hadein moiyyan kardi aur apni qudrat se in mutazaad cheezoun mein hum aahangi paida ki aur nufoos ke rishte (badanoun se) jod diye aur inhein muqtalif jinsoun par baant diya, jo apni hadoun, andaazoun, tabiatoun aur sooratoun mein juda juda hain, ye nau ijaad maqlooq hai ke jis ki saaqat usne mazboot ki hai aur apne iraade ke mutabiq usey banaya aur ijaad kiya.Isi qutbe ka ek juz aasmaan ke wasf mein hain – ;Is ne baghair (kisi cheez se) waabasta kiye is ke shigaafoun ke nasheyb wa faraaz ko murattab  kar diya aur uske daraaroun ki kushaadgioun ko mila diya aur inhein aapas mein ek doosre ke saath jakad diya aur is ke ahkaam ko lekar utarne waloun aur qalq ke aamaal ko lekar chadhne waloun ke liye is ki balandioun ki dushwaarguzaari ko aasaan kar diya abhi wo aasmaan dhuein hi ki shakl mein the  ke Allah ne inhein pukaara to (fauran) in ke qismoun ke rishte aapas mein muttasil ho gaye, usne unke bandh darwaazoun ka basta hone ke baad khol diya aur in ke suraakhoun par toote hue taaroun ke nigehbaan khade kar diye aur inhein apne zoor se rook diya ke kahin wo hawa ke phailaav mein idhar udhar na hojayein aur inhein mamoor kiya ke wo us ke hukm saamne sar jhukaye hue apne markaz par khade rahein. Is ne falak se sooraj ko din roshan nishaani aur chaand ko raat ki dhundli nishaani qaraar diya hai aur inhein in ki manziloun par chalaya hai aur in ki guzargaahoun mein in ki raftaar muqarrar kardi hai taake in ke zariye se shab war oz ki tameez ho sake aur inhi ke etebaar se barsoun ki ginti aur (doosre) hisaab jaane jaa sakein, phir ye ke usne aasmaani faza mein is falak ko aawezaan kiya aur is mein iski aaraish ke liye mane mane motioun jaise tare aur chiraagoun ki tarha chamakte hue sitaare aawezaan kiye aur chori chupe kaan lagaane waloun par toot-te hue taaroun ke teer chalaye aur sitaaroun ki apne jabar wa qahar se in ke dharey par lagaya ke koi saabit rahe aur koi sayaar kabhi utaara hua aur kabhi ubhaar aur kisi mein nahusat ho aur kisi mein saadat.Isi qutbe ek juz farshoun ke wasf mein -;Phir Allah subhanahu ne apne aasmanoun mein thehraane aur apni mamlekat ke baland tabqaat ko aabaad karne ke liye farishtoun ki ajeeb wa ghareeb maqlooq paida ki, in mein aasmaan ke waseeh raastoun ka gosha gosha bhar diya aur us ki faza ki was-atoun ka kona kona chalka diya aur in waseeh atraaf ke pehnawoun mein tasbeeh karne walay farishtoun ki awaazein quds wa pakeezgi ki char-diwarioun aur azmat ke gehre hijaboun aur buzurgi wa jalaal ke pardoun mein goonjti hai aur is goonj ke peeche jis se kaan behre hojaate hain, tajalliaat e noor ki itni farawtaniaan hain ke jo nigahhoun apne tak pohonch ne se rook deti hain. Chunaanche wo nakaam wan a muraad hokar apni jagah par thehri rahti hai. Allah ne in (farishtoun) ko juda juda sooratoun aur alag alag paimaanoun par paida kiya hai, wo baal wa par rakhte hain aur iske jalaal wa izzat ki tasbeeh karte rehte hain, aur maqlooq mein jo uski sifatein ujaagar hui hain inhein apni tarha nisbat nahi dete aur na ye dua karte hain ke wo kisi aisi shay ko paida kar sakte hain ke jis ke paida karne mein wo munfarid wa ekta hai, balke wo is ke moazziz bande hain jo kisi baat kehne mein us se sabaqat nahi karte aur wo isi ke kehne par chalte hain. Allah ne inhein wahaan apni wahi ka amaanatdaar aur apne amr wa nahi ki daulatoun ka haamil bana kar Rasooloun ki tarha bheja hai aur shak wa shub-haat ke qadshoun se inhein mehfooz rakha hai, to in mein se koi bhi is ki razajoohi ki raah se katraane wala nahi, aur us ne apni taufeeq daa-nat se un ki dastageeri ki aur quzooh ke moazziz bande hain jo kisi baat ke kehne mein us se sabaqat nahi karte aur wo isi kehne par chalte hain. Aur us ne apni taufeeq wa qushooh ki ijz wa shakistagi se un ke diloun ko dhaanp diya hai aur tasbeeh wa taqdees ki sahulatoun ke darwaze in ke liye khol diye hain aur apni tauheed ke nishaanoun par un ke liye roshan minaar nasb kiye hain, na gunahoun ki garahbaarioun ne inhein daba rakha hai na shab o rooz ki gardishoun ne in par (sawari ke liye) palaan daley hai aur na shukook was hub-haat ne un ke imaan ki istehkaam par teer chalaye hain aur na inke yaqeen ki poqtagioun par (awhaam wa) zunoon ne dhawa bola hai aur na in ke darmiyaan kabhi keena wa hasad ki chingaariaan bhadki hain, aur na hairaani wa sar-aamesagi in ke diloun mein sarahat ki hui maarefat aur un ke seene ki tahoun mein jami hui azmat e Khuda wandi wa haibat e jalaal e Ilahi ko cheen saki hai, na kabhi waswasoun ne in par dandaan aaz-tez kiya hai ke in ke fikroun ko zanak wa takdar se aaluda kar dein. In mein kuch wo hain jo Allah ke paida karda bojhal baadloun aur oonche pahaadoun ki balandioun aur ghaat-toop ki andherioun ki siyahiounki sooratoun mein hain aur in mein kuch wo hai jin ke qadam tahet us saraah ki hadoun ko cheer kar nikal gaye hain, to wo safed jhandoun ke manind hain jo faza ki was-at ko cheerte hue aagey badh gaye hain aur in phareroun ke aakhri sire take k halki hawa chal rahi hai jo inhein roke hue hai, in farishtoun ko ibaadat ki mashghuliatoun ne har cheez se be-fikr bana diya aur imaan ke thoos aqeede in ke liye Allah ki maarefat ka wasila ban gaye hain aur yaqeen e kaamil ne auroun se hata kar usi se unki lau laga di hai.Allah ki taraf ki nematoun ke siwa kisi ghair ki ataa wa inaam ki inhein khwahish hi nahi hoti, inhoun ne maarefat ke shereen mazey chakhe hain aur iski mohabbat ke seraab karne walay jaam se sar-shaar hain aur in ke diloun kit ah mein is ka khauf jad pakad chuka hai, to inhoun ne lambi chaudi ibaadatoun se apni seedhi kamrein tedhi kar li hai aur hama waqt isi ki talab mein lage rehne ke bawajood in ke tazarrooh wa aajizi ke zaqire khatm nahi hote aur qurb e Ilahi ki balandioun ke bawajood khauf wa qushooh ke phande un (ke galey) se nahi utarte, na in mein kabhi khud-pasandi paida hoti hai ke wo apne guzishta aamal ko zyaada khayaal karne lage aur na jalaal e parwardigaar ke saamne in ke ijz wa inkesaar ne ye mauqah aane diya hai ke wo apni nekioun ko bad samajh sakein, in mein musalsal taajub uthaane ke bawajood bhi susti nahi aane paati aur na unki talab wa raghbat mein kabhi kami paida hui hai ke wo apne paalne walay ke tawaqquaat se ru-gardaan hojaye aur na musalsal munajaatoun se in ki zabaan ki nookein khushk hoti hain aur na kabhi aisa hua hai ke wo doosre ash-ghaal ki wajah se tazarroh wa zaari ki awaazoun ko dekha kar lein aur na ibaadat ki safoun mein un ke shaane aagey peeche hojate hain aur na wo aaraam wa raahat ki khaatir iske ahkaam ki taameel mein kotaahi kar ke apni gardanoun ki idhar se udhar karte hain, na unki koshishoun ke azm par ghaflatoun ki naadaniaan humlawar hoti hain aur na unki (baland) himmatoun mein fareib dene walay waswasoun ka guzar hota hai, inhoun ne ehtiyaaj ke din ke liye sahib e arsh ko apna zaqeerah bana rakha hai aur jab doosre log maqlooqaat ki taraf apni khwahishoun ko le kar badhte hain to ye bas usi se loolgate hain. Wo uski ibaadat ki inteha ko nahi pohonch sakte inhein ibaadat ka waalehaana shauq (kisi aur taraf le jaane ke bajaay) in ki qalbi ummeed wa beem ke inhi sarchashmoun ki taraf le jaata hai jin ke soote kabhi mauqoof nahi hote. Khauf khaane ke vajaah khatm nahi hue ke wo apni koshishoun mein susti karein aur na duniya ke tamaaoun ne inhein jakad rakha hai ke wo duniya ke liye waqti koshihoun ko apni is jid o jahed par tarjeeh dein aur na inhoun ne apne saabeqa amal ko kabhi bada samjha hai aur agar bada samajhte toh phir ummeedein khauf e khuda ke andeshoun ko  un (safh e dil ) se mita deti aur na shaitaan ke warghale ne se un mein baaham apne parwardigaar ke mutaallaq kabhi koi iqtelaaf paida hua aur na ek doosre se katne (aur bigaad paida karne) ki wajah se paragandhah wa mutafarriq hue aur na aapas mein hasad rakhne ke sabab se in ke diloun mein keena wa bughz paida hua aur na shak wa shub-haat mein padhne ki wajah se tittar bittar hue aur na past himmatoun ne in par kabhi kabzaa kiya. Wo imaan ke paband hain inhein is ke baad bandhanoun se kajee,ruugardaani,sustee ya kaaheli ne kabhi nahi chudaya, sateh aasmaan par khaal ke barabar bhi aisi jagaah nahin ke jahaan koi sajda karne wala farsihta ya tezi se tag wird karne wala malak na ho,parwardigaar ki itaat ke badhne se in ke ilm mein ziyadati hi hoti rehti hai aur in ke diloun mein is ki izzat ki azmath wa jalalat badhti hi jaati hai. –Isi Qutbe ka ek hissa ye hai “jis mein zameen aur is ke paani par bichaay jaane ki kaifiat bayaan farmayee hai”(Allah ne) zameen ko tah wa bala hone wali maheyb lehroun aur bharpoor samandaroun ki intehaai gehraaioun ke oopar paata jahaan moujein maujoun se takraakar thapede khaati thi aur lehrein lehroun ko dhakeyl kar goonj uth tit hi aur pheyn de rahi thi jis tarha masti wa haijaan ke aalam mein nar ounth (camel). Chunaanche is matla-tum paani ki tughyaaniaan zameen ke bhaari bojh wa dabaav se furuu hogayee aur jab us ne apna seena is par teyk ka ise rounda toh saara josh wa kharoosh thanda padh gaya aur jab apne shaane tika kar is par tooti toh wo zaleel aur khwaarioun ke saath raam hogaya. Kahaan tu is ki maujein dan-dana rahi thi kea b aajiz wa be-bas ho kart ham gaya,aur zillat ki lagaamoun mein aseer ho kar muteeh ho kar aseer hogaya aur zameen is toofankhez paani ke gehraav mein apna daaman phaila kar thaher gayee aur is ke uthlaane aur sar uthaane ke ghuroor aur takabbur se naak aur par chadhaane aur bahaav mein tafooq wa sar-balandi dikhaane ka khaatema kar diya aur is ki ravaani ke be-etedaalioun par aise bandh baandhe ke wo uchal ne kood ne ke baad (bilkul be-dum) ho kar thaher gaya aur jast wa khayz ki sar-mastiaan dikha kar tham gaya. Jab is ke kinaaroun ke neeche paani ki tughyaanioun ka zor wa shor sukoon pazeer hua is ke kaandhoun par oonche oonche aur chote chakle pahaadoun ka bojh ladh gaya, toh (Allah ne) is ki naak ke baansoun ke paani ke chashme jaari kardiye jinhein door daraaz jungaloun aur khude hue gadhoun mein phaila diya aur paththaoun ke mazboot chattanoun aur baland chotioun wale pathreelay pahaadoun se is ki harkat mein etedaal paida kiya, chunaanche is ki sateh ke muqtalif hissoun mein pahaadoun ke doob jane aur is ki gehraioun kit ah mein ghus jaane aur is ke humwaar hissoun ki balandioun aur past-sathoun par sawaar hojaane ki wajah se is ki thar-tharahat jaati rahi aur Allah ne zameen se le kar faza e baseet tak phailaav aur was-at rakhi aur is mein rehne waaloun ko saans lene ko hawa muhaiyya ki aur is mein bas ne waloun ko in ki tamaam zarooriaat ke saath thehraaya, phir us ne chatial zameenoun ko ke jin ki balandioun tak na chashmoun ka paani pohonch sakta hai aur na nehroun ke naale wahaan tak pohonchne ka koi zariya rakhte hain, younhi nahi rehne diya bal-ke in ke liye hawa par uthne wali ghataein paida ki jo murda zameen mein zindagi ki lehrein dauda deti hain aur is se ghaas paat ugti hain us ne abar ki bikhri hui chamkeeli tukdioun aur para-gandha badlioun ko ek-jaa kar ke abr e muheet banaya aur jab is ke andar paani ke zaqeere harkat mein aagaye aur us ke kinaaroun mein bijliaan tadapne lagi aur barq chamak e safed abroun ke tahoun aur ghane badaloun ke andar musalsal jaari rahi toh Allah ne inhein musladhaar barasne ke liye bhej diya. Is tarha ke is ke paani se bhare hue bojhal tukde zameen par mandla rahe the aur junoobi hawaein inhein masal masal kar girne wale minah ki boodein aur ek dum toot padhne wali baarish jhaale barsa rahi thi. Jab badaloun ne apna seena haath pairoun samait zameen par tek diya aur paani ka saara lada ladaya bojh is par pheink diya toh Allah ne uftadah zameenoun se sar sabz khethiaan ugaai aur khushk pahaadoun par hara bhara sabzah phaila diya, zameen bhi apne murghzaroun ke banav singaar se khush ho kar jhoom ne lagi aur in shagufoun ki oodhnioun se jo usey udhaai gayi thi aur in shagufta wa shadaab kalioun ke zewaroun se jo usey pehnadiye gaye the itraane lagi. Allah ne in cheezoun ko logoun ki zindagi ka wasila aur choupayoun ka rizq qaraar diya hai aur isi ne zameen ki simtoun mein kushaadah raaste nikaale hain aur is ki shahraahoun par chalne waloun ke liye roshni ke minaar nasb kiye hain, jab Allah ne farsh e zameen bicha liya aur apna kaam poora kar liya toh Adam a.s. ko doosri maqlooq ke muqaable mein barguzeedah hone ki wajah se muntaqab karliya aur inhein naw e insaani ki qaroo e awwal qaraar diya aur inhein apni jannat mein thahraya jahaan dil khol kar un ke khaane peene ka intezaam kiya aur jis se mana karna tha is se pehle hi khabardaar kar diya tha, aur ye bata diya tha ke us ki taraf qadam badhaane mein udool hukmi ki aalaesh hai aur apne martabe ko khatre mein daalna hai. lekin jis cheez se inhein roka tha inhoun ne usi ka ruq kiya jaisa ke pehle hi se is ke ilm mein tha. Chunaanche tauba ke baad inhein jannat ke neeche utaar diya taake apni zameen ko in ki aulaad se aabaad kare aur in ke zariye bandoun par hujjat pesh kare, Allah ne Adam a.s. ko uthaa-lene ke baad bhi apni maqlooq ko aisi cheezoun se khaali nahi rakha jo is ki rububiat ki daleeloun ko mazboot karti rahi aur bandoun ke liye is ki maarefat ka zariya bani rahi aur ek ke baad deegar har daur mein wo apne barguzeedah Nabioun aur risaalat ke amaanatdaroun ki zabanoun se hujjat ke pohonchane ki tajdeed karta raha. Yahaan tak ke hamare Nabi saws ke zariye  wo hujjat (poori tarha) tamaam hogayi aur hujjat poora karna aur dara diya jana apne nuqta e eqtemaam ko pohonch gaya, is ne roziaan muqarrar kar rakhi hain (kisi ke liye) zyaada aur (kisi ke liye) kam aur is ki taqseem mein kahin tangi rakhi hai aur kahin faraaqi aur ye bilkul adl ke mutabiq tha, is tarha ke us ne jis jis soorat mein chaha imtehaan liya, rizq ki aasani ya dushwaari ke saath aur maaldaar aur faqeer ke shukr aur sabr jaancha hai phir is ne rizq ki faraqioun ke saath faqr wa faaqeh ke khatre aur is ki salaamatioun mein nit nayee aafatoun ke waade aur faraaqi wa was-at ki shaadmanioun ke saath gham wa ghussa ke gulogeer phande bhi laaga rakhe hain, us ne zindagi ki (muqtalif) muddatein muqarrar ki hain. Kisi ko zyaada aur kisi ko kam kisi ko aagey aur kisi ko peechey kar diya hai aur in muddatoun ki rassioun ki maut se grooh laga di hai aur maut in ko kheinch le jaati hai aur unke mazboot rishtoun ko tukde tukde kiye deti hai, wo bhed chupaane waloun ki neiyyatein, khusur pusur karne waloun ki sargoshiaan, maznoon aur be buniyaad khayaloun, dil mein jame hue yaqeeni iraadoun, palkoun (ke neeche) kankhioun ke ishaaroun, dil ki tahoun aur ghayb ki gehraioun mein chupi hui cheezoun ko jaanta hai aur (in awaazoun ka sunne wala hai) jin ko kaan laga kar sunne ke liye kaanoun ke suraaqoun ko jhuk na padhta hai aur cheentioun ke mausam e garma ke maskanoun aur hashraat ul arz ke mausam e sarma basar karne ke maqasid se aagah hai aur pasr murdah aurtoun ke (dard bhare ) naaloun ki goonj aur qadmoun ki chaap ka sunne wala hai aur sabz pattioun ke ghalaafoun ke andarooni khwaloun mein phaloun ke nashoo wa numa paane ki jagaahoun aur pahaadoun ki khowoun un ke nasheboun wahshi jaanwaroun ki panaahgaahoun aur daraqtoun ke tanoun aur un ke chilkoun mein machcharoun ke sar chupaane ke suraaqoun aur shaaqoun mein pattioun ke phootne ki jagahoun aur sulb ki guzargahoun mein nutfoun ke thikanounaur zameen se uthne walay abr ke tukdoun aur aapas mein jude hue badaloun tah ba tah jame hue abroun se tapak ne wale baarish ke khatroun se ba-khabar hai. Aur registaan ke zar-re jinhein baad-bagoloun ne udhaya hai aur wo nishaanaat jinhein baarish ke sailaaboun ne zameen ke keedoun ke chalne phirne aur sar band pahaadoun ki chotioun par baal wa par rakhne walay taaeroun ke nashemanoun aur ghoonsloun ki andherioun mein chupane walay parindoun ke naghmoun ko jaanta hai aur jin cheezoun ko seepioun ne sameyt rakha hai aur jin cheezoun ko dariya ki maujein apne pehloo ke neeche dabaay hue hai aur jin ko raat (ki tareek chadaroun) ne dhaanp rakha hai aur jin par din ke sooraj ne apni kirnoun se noor bikhera hai, aur jin par kabhi zulmat ki tahein jam jaati hain aur kabhi noor ke dhaare bhay nikalte hain, pehchaanta hai. Wo har qadam ka nishaan, har cheez ki his wa harkat, har laafz ki goonj, har hoont ki jumbish, har jaandaar ka thikana, har zar-re ka wazan aur har jeedaar ki siskioun ki awaaz aur jo kuch bhi is zameen par hai sab is ke ilm mein hai, wo daraqtoun ka phal ho ya toot kar girne wala patta, ya nutfe ya munjamid khoon ka thikana aur lothda ya (is ke baad) banne wali maqlooq aur paida hone wala bachcha (in cheezoun ke jaan-ne mein) isey kaft wa tab uthaana nahin padhi aur na usey apni maqlooq ki hifazat mein koi rukawat darpesh hui aur na usey apne ehkaam ke chalane aur maqlooqaat ka intezaam karne se sustee aur thakan la haq hui balke is ka ilm toh in cheezoun ke andar tak utra hua hai aur eke k cheez us ke shumaar mein hai. Is ka adl hamageer, aur us ka fazl sab ke shaamil e haal hai, aur us ke saath wo us ke shayaan e shaan haq ki adaegi se khaasir hai.Ay khuda! Tu hi toh saif wa sanaa aur intehaiee darje tak sarahe jaane ka mustahaq hai. Agar tujh se aas lagaiee jaaye toh tu diloun ki behtareen dharas hai aur agar tujh se ummeedein baandhi jaayein toh tu behtareen sar-chashm e ummeed hai, Tu ne mujhe aisi quwwat e bayaan baqshi hai ke jis se tere alawah kisi ki madah aur sataesh nahi karta hoon, aur main apni madah ka ruq kabhi in logoun ki taraf nahi modhna chahta jo na ummeedoun ka markaz aur badgumaanioun ke maqamaat hain. Maine apni zabaan ko insaanoun ki rooh aur parwardaah maqlooq ki taareef wa sanaa se hata liya hai. Baar e Ilaha! Har sanaah gastar ke liye apne mamdoohpar inaam wa ikraam au rata wa baqshish paane ka haq hota hai aur main tujh se umeed lagaye baitha hoon ye ke rahmat ke zaqeeroun aur maghferat ke khazanoun ka pata dene wala hai. Khudaya! Ye tere saamne wo shaqs khada hai jisne teri tauheed wa ektaai mein tujhe munfarid mana hai aur in sataishoun aur taareefoun ka tere alawah kisi ko ahel nahi samjha, meri ehtiyaaj tujh se wabasta hai, teri hi baqshishoun aur inayatoun se is ki be nawahi aur ilaaj ho sakta hai aur is ke faqr wa faaqeh ko tera hi jood wa ehsaan sahara de sakta hai, humein tu isi jagah par apni khushnudiaan baqsh de aur doosroun ki taraf dast e talab badhaane se beniyaaz kar de, tu har cheez par qudrat rakhne wala hai."
},
{
"id":90,
"khutba":"QUTBA  NO.90",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Jab qatl e Osman ke baad Aap a.s. ke haath par bay-at ka iraada kiya gaya, toh Aap a.s. ne farmaya-;Mujhe chodh do, aur (is khilafat ke liye) mere alawah koi aur dhoond lo, hamare saamne ek aisa maamla hai jis ke kaee ruq aur kaee rang hain, jise na dil bardasht kar sakte hain aur na aqlein usey maan sakti hain. (dekho ufaq e ilm par) ghatein chayee hui hain, raasta pehchaan ne mein nahin aata tumhein maloom hona chahiye ke agar main tumhari is khwahish ko maan loon toh tumhein is raaste par le chaloonga jo mere ilm mein hai aur is ke mutalaq kisi kehne waley ki baat aur kisi malamat karne waley ki sarzanish par kaan na dharoonga aur agar tum mera peecha chodh do toh phir jaise ho waisa main hoon aur ho sakta hai ke jise tum apna ameer banao uski main tum se zyaada sunoon aur maanoon aur mera (tumhare dunyavi mafaad ke liye) ameer hone se vazeer hona behtar hai."
},
{
"id":91,
"khutba":"QUTBA  NO.91",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Ay logo maine fitna wa shar ki aankhein phod daali hain aur jab is ki taareekioun (maujoun ki tarha) tah wa baala ho rahi thi aur (deewane kuttoun ki tarha) is ki deewangi zoroun par thi toh mere alawah kisi ek mein jurrat na thi ke wo is ki taraf badhta, ab mauqah hai jo chahe mujh se poochlo peshtar is k eke mujhe na paoo. Us zaat ki qasam! Ke jis ke qabza e qudrat mein meri jaan hai tum is waqt se lekar qayamat ke darmiyani ars-e- ki jo baat mujh se poochoge main bataounga aaur kisi aise grooh ke mutalaq karoge jis ne soo kar hidayat ki ho aur soo kar gumraah kiya ho toh main us ki lalkaarne waley aur usey aagey se kheynchne waley aur peecche se dhakeylne waley aur is ki sawaarioun ki manzil  aur us ke (saaz wa samaan se ladhe hue) paalaanoun ke utarne ki jagaah tak bata doonga aur ye ke koun in mein se qatal kiya jaayega aur koun (apni maut) marega aur jab main na rahoonga aur na-khushgawaar cheezein aur saqt mushkilein pesh aayegi toh (dekh lena) ke bohot se poochne waley pareshaani se sar neeche daal denge aur batane waley aajiz wa darmaanda hojayenge.Ye us waqt hoga ke jab tum par ladaiyaan zor se toot padhegi aur uski saqtiaan numaya hojayegi aur duniya is tarha tum par tang hojayegi ke musibatoun ke dinoun ko tum ye samajhne lagoge ke wo badhti hi jaa rahi hai yahaan tak ke khuda-wand e aalam tumhari baaqi mandah logoun ko fateh wa kaamrani dega. Fitnoun ki ye soorat hoti hai ke jab wo aate hain toh is tarha andhere mein daal dete hain ke (haq wa baatil ka) imtiyaaz nahi hota aur palat-te hain toh hoshiyaar kar ke jaate hain, jab aate hain toh shinaaqt nahi hoti peeche hat-te hain toh pehchaane jaate hain wo hawaoun ki tarha chakkar lagate hain kisi shaher ko apni zad par rakh lete hain aur koi un se reh jaata hai mere nazdeek sab fitnoun se khaufnaak tumhare liye bani ummaiya ka fitna hai jise na khud kuch nazar aata hai aur na is mein koi cheez sujhaai deti hai, is ke asraat to sab ko shamil hain lekin khusisiat se is ki aafatein khaas hi afraad ke liye hain. Jo is mein haq ko pesh e nazar rakhega is par musibatein aayeinge aur jo aankhein bandh rakhega wo in se bacha rahega. Khuda ki qasam! Mere baad tum bani ummaiyya ko apne liye bad-tareen hukmraan paoge wo to is budhi aur sarkash ounthni ki manind hain jo muh se kaat-ti ho aur idhar udhar haath payr maarti ho aur dhohne waley par taange chalati ho aur doodh dene se inkaar kar deti ho wo barabar tumhara qala-qamah karte rahenge yahaan tak se sirf usey chodhenge jo in se mufeed matlab ho ya (kam-az-kam) in ke liye nuqsaan rasaan na ho. Aur in ki musibat isi tarha ghere rahegi  ke in se daadkhwahi aisi hi mushkil hojayegi jaise ghulam ke liye apne aaqa se aur mureed ki apne peer se, tum par un ka fitna aisi bhayanak soorat mein aayega ke jis se dar lagne lagega aur zamana e jahiliat ki muqtalif halatoun ko liye hoga, na ismein hidayat ka minar nasb hoga aur na raasta dikhane wala koi nishaan nazar aayega hum (ahlebait rasool a.s.) in fitna-angezoun ke (gunaah se) bache honge aur un ki taraf logoun ko bulane mein hamara koi hissa na hoga phir ek din wo aayega ke Allah us shaqs ke zariye se jo inhein zillat ka maza dikhaye aur saqti hankaye aur (maut ke) talq jaam pilaye aur in ke saamne talwaar rakhe aur khauf inhein chamaat-de, in fitnoun se is tarha alahedah kardega jis tarha zabihe se khaal alag ki jaati hai. Is waqt Quraysh duniya wa mafehaa ke badle mein chahenge ke wo mujhe sirf itni deir ke jitni ounth ke zibah hone mein lagti hai kahin ek dafah dekh lein taa-ke main is cheez ko qubool karloon ke jis ka aaj kuch hissa bhi talab karne ke bawajood dene ke liye teiyyar nahi hote."
},
{
"id":92,
"khutba":"QUTBA  NO.92",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Ba-barkat hai wo Khuda ke jis ki zaat tak baland parwaaz himmatoun ki rasai nahi aur na aql wa fahem ki quwwatein usey paa sakti hain. Wo aisa awwal hai ke jis ke liye na koi nuqta e ibtedah hai ke wo mehdood hojaye aur na koi us ka aakhir hai ke (wahaan pohonch kar) khatm hojaye.Is qutbe ke zayl mein farmaya -; Is ne in (Ambiya a.s.) ko behtareen soonche jaane ki jagahoun mein rakha aur behtareen thikanoun mein thehraya, wo baland martaba sulboun se pakeezah shikamaoun ki taraf muntaqal hote rahe, jab un mein se koi guzar jaane wala guzar gaya doosra deene khuda ko lekar khada hogaya yahaan tak ke ye Ilhai sharaf Mohammad saws tak pohoncha jinhein aise maadanoun se ke jo phalne phoolne ke aitbaar se behtareen aur aisi asloun se ke jo nasho wa numa ke lehaaz se bohot bawaqaar the paida kiya, is shajre se ke jis se Ambiya paida kiye aur jis mein se apne ameen muntaqab farmaye. In ki izzat behtareen izzat aur qabila behtareen qabila aur shajrah behtareen shajrah hai jo sar zameen e haram par uga aur buzurgi ke saaye mein badha jiski shaaqein daraaz aur phal dastaras se baher hai, wo parhezgaaroun ke Imam hidayat hasil karne waloun ke liye (sarchasmah) baseerat hain, wo aisa chiraag hai ke jis ki roshni loo deti hai aur aisa roshan sitara jis ka noor ziyapaash aur aisa chaqmaaq jis ki zoo sholafishaan hai. In ki seerat (ifraat wa tafreet se bach kar) seedhi raah par chalna aur sunnat hidayat karna hai, in ka kalaam haq wa baatil ka faisla karne wala aur hukm ain e adl hai, Allah ne inhein is waqt bheja ke jab Rasool ki aamad ka silsila ruka hua tha bad amali phaili hui aur ummatoun par ghaflat chayee hui thi. Allah tum par rahem kare, roshan nishanioun par jam kar amal karo raasta bilkul seedha hai wo tumhein salamati ke ghar (jannat) ki taraf bula raha hai aur abhi tum aise ghar mein ho ke jahaan tumhein itni mohlat wa farghat hai ke is ki khushnudiaan haasil kar sako, abhi mauqah hai choonke amal-name khule hue hain qalam chal raha hai badan tandurust wa tawana hai zabaan azaad hai taubah suni jaa sakti hai aura mal qubool kiye jaa sakte hai."
},
{
"id":93,
"khutba":"QUTBA  NO.93",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM Paighambar saws ko is waqt mein bheja ke jab log hairat wa pareshaani ke aalam mein gum-kardah raah the aur fitnoun mein haath payr maar rahe the, nafsani khwahishoun ne inhein bhatka diya tha aur ghuroor ne bhaika diya tha aur bharpoor jaahiliat ne un ki aqlein kho-di thi aur haalaat ke daanwa-dool hone aur jehaalat ki balaoun kyoonjah se hairaan wa pareshaan the chunanche Nabi saws ne inhein samjhane bujhane ka poora haq ada kiya, khud seedhe raaste par jame rahe aur hikmat wa danaai aur achchi nasihatoun ki taraf inhein bulate rahe."
},
{
"id":94,
"khutba":"QUTBA  NO.94",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Tamaam hamd is Allah ke liye hai jo awwal hai aur koi shay is se pehle nahi aur aakhir hai aur koi cheez is ke baad nahi wo zaahir hai aur koi shay is se baalatar nahi aur baatin hai aur koi cheez is se qareeb tar nahi.Isi qutbe ke zayl mein Rasoolallah saws ka zikr farmaya -; buzurgi aur sharafat ke madanoun aur pakeezgi ki jagahoun mein in ka maqaam behtareen maqaam aur marz e youm behtareen marz e youm hai. In ki taraf nek logoun ke dil jhuka diye gaye hain aur nigahoun ke ruq modh diye gaye hain, Khuda ne in ki wajah se fitne dabah diye aur (adawatoun ke) sholay bujha diye bhaiyoun mein ulfat paida ki aur jo (kufr mein) ikhatte the inhein alhaidah alhaidah kardiya (Islam ki ) pasti wa zillat ko izzat baqshi aur (kufr ki) izzat wa balandi ko zaleel kardiya in ka kalaam (shariat ka) bayaan aur sukoot (ehkaam ki) zabaan thi."
},
{
"id":95,
"khutba":"QUTBA  NO.95",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Agar Allah ne zaalim ko mohlat de rakhi hai toh is ki giraft se wo hargiz nahi nikal sakta aur wo is ki guzargaah aur gale mein haddi phasne ki jagaah par mauqe ka muntazir hai, us ki zaat ki qasam jis ke kabze mein meri jaan hai ye qaum (ahle Shaam) tum par ghalib aakar rahegi, isliye nahi ke unka haq tum se faeq hai balke isliye ke wo apne saathi (Maawiyah) ki taraf baatil par hone ke bawajood tezi se lapakte hain aur tum mere haq par hone ke bawajood susti karte ho. Riayatein apne hukmranoun ke zulm wa jor se dara karti thi aur main apni riayat ke zulm se darta hoon maine tumhein jihad ke liye ubhara lekin tum (apne gharoun se) na nikle, maine tumhe (karamad baatoun ko) sunana chaha magar tum ne ek na suni aur maine tumhein poshidah bhi aur alania bhi jihad ke liye pukara aur lalkara lekin tum ne ek na maani aur samjhaya bujhaya magar tum ne meri nasihatein qubool na ki, kya tum maujood rehte hue bhi ghayab rehte ho, halq-bagosh hote hue goya khud maalik ho, main tumhare saamne hikmat aur danaiee ki baatein bayaan karta hoon aur tum paragandah khatir ho jaate ho. Main in biddatoun se jihad karne ke liye tumhe aamadah karta hoon toh abhi meri baat khatm bhi na hoti ke main dekhta hoon ke tum aulad wa asbaab ki tar-batar hogaye apni nishistgaahoun ki taraf vaapas chale jaate ho aur in nasihatoun se ghafil ho kar ek doosre ke chakme mein aajate ho, subah ko main tumhein seedha karta hoon aur shaam ko jab aate ho toh (wais eke waise) kamaan ki pusht ki tarha tedhe, seedha karne wala aajiz aagaya aur jise seedha kiye jaa raha hai wo la-ilaaj saabit hua, ay wo logo! Jinke jism toh haazir hain aur aqlein ghayab aur khwahishein juda juda hai, in par hukumat karne waley in ke haathoun aazmaish mein padhe hue hain, tumhara haakim Allah ki itaat karta hai aur tum uski na-farmani karte ho aur ahle Shaam ka haakim Allah kin a-farmani karta hai magar wo is ki itaat karte hain. Khuda ki qasam! Main ye chahta hoon ke Maawiyah tum mein se dus mujh se le-le aur badle mein apna ek aadmi mujhe de-de jis tarha dinar ka tabadla dirhamoun se hota hai, ay ahle Kufa main tumhari teen aur in ke alawah 2 baatoun mein mubtela hoon, pehli toh ye ke tum kaan rakhte hue bahre ho aur bolne chaalne ke bawajood gunge ho aur aankh hote hue andhe ho aur phir ye ken a tum jung ke mauqe par sachche jawan mard ho aur na qabil e etemaad bhai ho, ay un ounthoun ki chaal dhaal walo ke jin ke charwahe gum ho chuke hain aur inhein ek taraf se gheyr liya jata hai toh doosri taraf se bhikhar jaate hain, Khuda ki qasam! Jaisa ke mera tumhare mutalaq khayaal hai goya ye manzar mere saamne hai ke jung shiddat eqtiyaar kar le aur maidaan e kaar zaar garam hojaye to tum Ibne Abi Taalib a.s. se aise sharmnaak tareeqe se alaihdah jaise aurat bilkul baraihna hojaye Main apne parwardigaar ki taraf se roshan daleel aur apne Nabi saws ke tareeqe aur shahraah e Haq par hoon, jise Main baatil ke raaste par dhoond dhoond kar paata rehta hoon, apne Nabi saws ke Ahlebaith a.s. ko dekho un ki seerat par chalo aur unke naqshe qadam ki pairvi karo wo tumhein hidayat se baher nahi hone denge aur na gumraahi wa halakat ki taraf paltaenge agar wo kahein ke thehrein toh tum bhi thaher jao…. Aur agar wo uthein toh tum bhi uth khade ho, in se aage na badh jao warna gumraah ho jaoge aur na (inhein chodh kar) peeche rah jao warna tabah ho jaoge, Maine Mohammad saws ke khas khas as-haab dekhe hain mujhe toh tum mein se ek bhi aisa nazar nahi aata jo in ke misl ho wo is aalam mein subah karte the ke in ke baal bikhre hue aur chehre khaak se ud-e- hote the jab ke raat ko wo sujood o qayaam mein kaat chuke hote the, is aalam mein ke kabhi peshaniaan sajde mein rakhte the aur kabhi ruqsaar aur hashr ki yaad se is tarha bechain rehte the ke jaise angaroun par thehre hue ho aur lambe sajdoun ki wajah in ki aankhoun ke darmiyaan (peshanioun par) bakri ke ghutnoun aise gatthe padhe hote the jab bhi in ke saamne Allah ka zikr aajata that toh inki aankhein baras padhti thi yahaan tak ke in ke garebaanoun ko bhigo deti thi wo is tarha kaanpte rehte the jis tarha tez jakad waley din daraqt thar-tharate hain saza ke khauf aur sawaab ki umeed mien."
},
{
"id":96,
"khutba":"QUTBA  NO.96",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Khuda ki qasam! Wo hamesha yunhi (zulm dhaate) rahenge aur koi Allah ki haraam ki hui cheez aisi na hogi jise wo halaal na samajh lenge aur ek bhi ahad wa paimaan aisa na hoga jise wo todh na daleinge, yahaan tak ke koi eenth patthar ka ghar aur oon ka qaimah un ke zulm ki zad se mehfooz na rahega aur unki badi tarz e nigehdaasht se logoun ka apne gharoun mein rehna mushkil hojayega aur yahaan take k do qism ke rone waley khade hojayenge, ek deen ke liye rone wala aur ek duniya ke liye aur yahaan tak ke tum mein se kisi ek ka un mein se kisi ek se daadkhwahi karna aisa hi hoga jaise ghulam ka apne aaqa se ke wo saamne itaat karta hai aur peeth peeche burai karta (aur dil ki bhadaas nikalta) hai aur yahaan tak naubat pohonch jayegi ke tum mein se jo Allah ka zyaada eteqaad rakhega itnahi wo zahmat wa mashaqqat mein badha chadha hoga, is soorat mein agar Allah tumhein aman wa aafiat mein rakhe toh (is ka shukr karte hue) ise qubool karo aur agar ibtela wa aazmaish mein daale jao toh sabr karo is liye ke achcha anjaam parhezgaaroun ke liye hai."
},
{
"id":97,
"khutba":"QUTBA  NO.97",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Jo ho chukka hum is par Allah ki hamd karte hain aur jo hoga is ke muqable mein is se madad chahte hain jis tarha is se jismoun ki sehat ka sawaal karte hain isi tarha deen o imaan ki salamati ke talabgaar hain.Ay Allah ke bando! Main tumhein is duniya ke chodhne ki vaciyat karta hoon jo tumhein chodh dene wali hai halaan ke tum ise chodhna pasand nahi karte aur wo tumhare jismoun ko kohna wa boseedah banane wali hai, halaanke tum usey taro taaza rakhne ki koshish karte ho tumhari aur is duniya ki misaal aisi hai jaise chand musafir kisi raah par chale aur chalte hi manzil tay karli aur kisi baland nashaan ka qazd karein aur fauran wahaan tak pohonch jaaye, kitna hi thoda waqfa hai is (ghoda daudane waley) ka ke jo isey dauda kar inteha ki manzil par pohonchaye aur us shaqs ko baqa hi kya hai ke jis ke liye ek aisa din hua ke jis se wo aagey nahin badh sakta. Aur duniya mein ek tez-gaam talabwala usey hanka raha ho yahaan tak ke wo is duniya ko chodh jaaye. Duniya ki izzat aur is mein faqr wa sar-balandi ki khwahish na karo, aur na uski aaraishein aur nematoun par khush ho aur na is ki saqtioun aur tangioun par be-sabri cheeqne chillaane lago. Is liye ke is ki izzat wa faqr donoun mit jaane waley hain aur is ki aaraish aur nematein zaael ho jaane wali hain aur is ki saqtiaan aur tangiaan aakhir khatm ho jayegi, is ki har muddat ka nateeja eqtemaam aur har zinda fana hona hai.Kya pehle logoun ke waqayaat mein tumhare liye kaafi tambiya ka samaan nahi aur tumhare guzre hue aaba wa ajdaad ke halaat mein tumhare liye ibrat aur baseerat nahi? Agar tum socho samjho kyat um guzre hue logoun ko nahi dekhte ke wo palat kar nahi aate aur un ke baad rehne waley bhi zinda nahin. Tum duniya waloun par nazar nahi karte ke jo muqtalif halatoun mein subah wa shaam karte hain, kahin koi meiyyat hai jis par roya jaa raha hai aur kahin kisi ko taaziyat di jaa rahi hai koi aajiz wa zameengeer mubtela e marz hai aur koi ayadat karne wala ayadat kar raha hai, kahin koi dum todh raha hai koi duniya talaash karta phir raha hai aur maut usey talaash kar rahi hai aur koi ghafalt mein padha hai lekin (maut) us se ghaafil nahi guzar jaane waloun ke naqsh e qadam par hi baaqi rah jaane waley chal rahe hain.Main tumhein mutanabbe karta hoon ke bad amalioun ke irtekaab ke waqt zara maut ko bhi yaad karliya karo ke jo tamaam lazzatoun ko mita dene wali hai aur tamaam nafsiaati mazoun ko kar-kara dene wali hai. Allah ke wajib ul ada huqooq ada karne aur is ki angina nematoun aur la-tadaad ehsaanoun ka shukr bajalaane ke liye us se madad maangte raho.  "
},
{
"id":98,
"khutba":"QUTBA  NO.98",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Us Allah ke liye hamd wa sana hai jo maqlooqat mein apna (daaman) fazl phailae hue aur apna dast e karam badhaye hue hai. Hum tamaam umoor mein uski hamd karte hain aur us ke huqooq ka paas wa lehaaz rakhne mein us se madad maangte hain aur hum gawahi dete hain ke us ke alawah koi Mabood nahi aur Mohammad saws is ke abd aur Rasool hain jinhein Allah ne apna amr waazeh karke sunane aur apna zikr zabaan par laane ke liye bheja. Aap ne amanatdaari ke saath usey pohonchaya aur raah e raast par barqaraar rehte hue duniya se ruqsat hue aur hum mein haq ka wo parcham chodh gaye ke jo is se aagey badhega wo (deen se ) nikal jayega aur jo peeche reh jayega wo mit jayega aur jo is se chimte rahega wo haq ke saath rahega. Is parcham ki taraf rahnumai karne wala wo hai jo wo baat kehne mein jald baazi nahi karta aur (poori tarha ghour karne ke liye) apne eqdaam mein taqeer karta hai aur jab kisi amr ko lekar khada hojaye toh phir tez-gaam hai, jab tum us ke saamne gardanein kham kardoge aur (uski azmat wa jalaal ke pesh e nazar) us ki taraf unglioun ke ishare karne lago toh usey maut aajayegi aur usey lejayegi aur phir jab tak Allah chahe tum (intezaar mein) thehre rahoge yahaan tak ke Allah us shaqs ko zaahir kare jo tumhein ek jagah par jamah kare aur tumhari sherazahbandi kare jo kuch hone wala nahi hai is ki lalach na karna aur bohot mumkin hai ke barguzishtah soorat e  haal ka ek qadam ukhad gaya ho aur doosra qadam jama hua ho aur phir koi aisi soorat ho ke dono qadam jam hi jaayein. Tumhein maloom hona chahiye ke Aal e Mohammad saws aasman ke sitaroun ke manind hain jab ek doobta hai toh doosra ubharta hai goya tum par Allah ki nematein mukammal hogayi hain aur jis kit um aas lagaye baithe the wo Allah ne tumhein dikha diya."
},
{
"id":99,
"khutba":"QUTBA  NO.99",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Wo har awwal se pehle awwal aur har aakhir ke baad aakhir hai. Us ki awwaliat ke sabab se wajib hai ke is se pehle koi na ho aur us ke aakhir hone ki wajah se zaroori hai ke is ke baad koi na ho. Main gawahi deta hoon ke Allah ke siwa koi Mabood nahi, aisi gawahi jis mein zaahir wa baatin ek-saan aur dil wa zabaan humnawa hain.Ay logo! Tum meri muqalefat ke jurm mein mubtela na ho aur meri na-farmani kar ke hairaan wa pareshaan na ho. Meri baatein sunte waqt toh ek doosre ki taraf aankhoun ke ishaare na karo. Us zaat ki qasam! Jis ne daane ko shigaafta ki aur zee-rooh ko paida kiya hai, main jo qabar tunhein deta hoon wo Nabi saws ki taraf se pohonchi hui hai na qabar dene waley (Rasool saws) ne jhoot kaha na sunne wala jahel tha (lo suno) main ek saqt gumraahioun mein padhe hue shaqs ko goya apni aankhoun se dekh raha hoon ke wo Shaam mein khada hua lalkaar raha hai aur us ne apne jhande Kufe ke aas paas khule maidanoun mein gaadh diye hain chunanche jab is ka muh (phad khane ko) khul gaya aur is ki lagaam ka dahana mazboot ho gaya aur zameen mein is ki pamaliyaan saqt se saqt hogayee toh fitnoun ne apne daantoun se duniya waloun ko kaatna shuru kardiya aur jung ka dariya thapede maarne laga aur diloun ki saqti saamne aagayee, pas idhar is ki khethi poqta hui aur fasal teiyyar hui aur is ki sarmastiyaan josh dikhane lagi aur talwaarein chamakne lagi, idhar saqt fitna wa shark e jhande gadh gaye aur andheri raat aur matlatum dariya ki tarha aagey badh aaye, us ke alawah aur kitne hi tez jhakad Kufa ko ukhed dalenge aur kitni hi saqt aandhiaan is mein aayengi aur anqareeb jamaatein jamatoun se gath jayengi aur khadi khetioun ko kaat diya jayega aur kate hue haasloun ko todh diya jayega."
},
{
"id":100,
"khutba":"QUTBA  NO.100",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Wo aisa din hoga ke Allah hisaab ki  hisaab ki chaan been aur amaloun ki jaza ke liye sab agle pichloun ko jama karega, wo khuzuh ki halat mein is ke saamne khade honge, pasina muh tak pohonch kar un ke muh mein lagaam daal de ga. Zameen un logoun sameyt larazti aut thar tharati hogi, is waqt sab se bada khush-haal jise apne dono qadam tikane ki jagah aur saans lene ko khuli faza mil jaye. Is qutbe ka ek juz ye hai, wo aise fitne honge jaise andheri raat ke tukde, unke muqable ke liye (ghodoun ke)payr jam na sakenge aur na unke jhande paltaye jaa sakenge, wo tumhare paas is tarha aayenge ke unki lagaamein chadhi hongi aur un par paalaan kase honge unka pesh-ru unhein tezi hankayega aur sawaar hone wala inhein halka kar dega. Wo log is qoum se hain jin ke humle saqt hote hain aur lot khasout kam, un se wo qoum bhi sabeel Allah jihad karegi jo mutakabbiroun ke past aur zaleel zameen mein gumnaam aur aasman mein jani pehchani hui hogi. Ay Basra! Teri halat par afsoos hai ke jab tujh par Allah ke azaab ke lashkar toot padhenge jis mein na ghubaar udhega aur na shor wa ghoogha hoga aur tere basne waley qatl aur saqt bhook mein mubtela honge."
},
{
"id":101,
"khutba":"QUTBA  NO.101",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Duniya ko zohad eqtiyaar karne waloun aur us se pehloo bachane waloun ki nazar se dekho, Khuda ki qasam! Wo jald hi apne rehne basne waloun ko apne se alag kardegi aura man wa khush haali mein basar karne waloun ko ranj wa andoh mein daal degi aur jo cheez is mein ki muh modh kar aur peet phirale wo aapas mein nahi aaya karti aur aane wali cheez ka koi pata nahi hota ke is ki raah dekhi jaaye, uski masratein ranj mein samoodi gayi hain aur jawan mardoun ki himmat wa taaqat is mein kamzori wa natawani ki taraf badh rahi hain. (dekho) duniya ko khush kardene wali cheezoun ki ziyadti tunhein maghroor na bana de, isliye ke jo cheezein tumhara saath dengi wo bohot kam hain.Khuda is shaqs par rahem kare jo soch bichaar se ibrat aur ibrat se baseerat hasil kare, duniya ki saari maujood cheezein madoom hojayegi goya ke wo maujood thi hi nahi aur aakherat mein pesh aanewali cheezein jald hi maujood hojayegi goya ke wo abhi se maujood hain. Har shumaar mein aane wali cheez khatam hojaya karti hai aur jis ki aamad ka intezaar ho usey aaya hi jaano aur har aane waley ko nazdeek aur pehchana hua samjho.Is qutbe ka ek juz ye hai. Aalim wo hai jo apna martaba shanaas ho aur insaan ki jehalat is se badh kar kya hogi ke wo apni qadr wa manzilat na pehchane logoun mein sab se zyaada na pasandeeda Allah ko wo banda hai jise Allah ne us ke nafs ke hawale kar diya hai. Is tarha ke wo seedhe raaste se hata hua aur baghair rahnuma ke chalne wala hai. Agar usey duniya ki kheti (boo ne) ke liye bulaya jaata hai toh kaheli karne lagta hai, goya jis cheez ke liye us ne sargarmi dikhayi hai wo toh zaroori thi aur jis mein susti wa kotaie ki wo is se saaqit thi.Is qutbe ka ek juz ye hai – wo zamana aisa hoga ke jis mein wo khwa-bedah momin hi bach nikal sakega ke jo saamne aane par jaana pehchana na jaye aur nigah se oujhal hone par usey dhoonda na jaaye, yehi log toh hidayat ke jag-magate chiraag aur shab e paymaioun mein roshan nishaan hain, na idhar udhar kuch ka kuch lagate phirte hain na logoun ki buraiyaan uchaalte hain aur na unke raaza faash karte hain, Allah inhi logoun ke liye rahmat ke darwaze khol de aur un se apne azaab ki saqtiaan door rakhega.Ay logo! Wo zamana tumhare saamne aaney wala hai ke jis mein Islam ko is tarha aundha kar diya jayega jis tarha bartan ko (un cheezoun sameyt jo us mein ho) ulat diya jaaye. Ay logo! Allah ne tumhein is amr se mehfooz rakha hai ke wo tum par zulm kare, magar is se panah nahi ke wo tumhein aazamaish mein daale, us buzurg wa bartar kehne waley ka irshaad hai “ is mein (hamari) bohot si nishaaniaan hai aur hum to bas in ka imtihaan liya karte hain."
},
{
"id":102,
"khutba":"QUTBA  NO.102",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Ek doosri riwayat ki bina par ye qutba pehle darj ho chuka hai – jab Allah ne Mohammad saws ko bheja to arboun mein koi (aasmani) kitaab padhne wala tha Nabuat wa wahi ka dawedaar, Aap ne itaat karne waloun ko lekar apne muqalefeen se jung ki, dar-halaanke Aap in logoun ko najaat ki taraf leja rahe the aur qabl is k eke maut in logoun par aapadhe in ki hidayat ke liye badh rahe the, jab koi thaka maanda ruk jaata tha aur khasta dard maanda ruk jaata tha to Aap is ke (sar par) khade ho jate the aur isey is manzil maqsood tak pohoncha dete the ye aur baat hai ke koi aisa tabah haal ho jis mein zarra bhar bhalai na ho yahaan tak ke Aap ne inhein najaat ki manzil dikhai aur inhein un ke martabe par pohoncha diya chunaanche in ki chakki ghoomne lagi in ke naize ka kham jaata raha, khuda  ki qasam main bhi inhein hankane waloun mein tha yahaan tak ke wo poori tarha paspa hogaye aur apne bandhanoun mein jakad diye gaye, is dauraan mein na main aajiz hua aur na buzdili dikhai na kisi qism ki khayanat ki aur na mujh mein kamzoori aayi. Khuda ki qasam! Main (ab bhi) baatil ko cheer kar haq ko is ke pehloo se nikaal loonga."
},
{
"id":103,
"khutba":"QUTBA  NO.103",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Aakhir Allah ne Mohammad saws ko bheja aura an-halaanke wo gawahi dene waley khush-khabri sunane waley aur darane waley the jo bachpane mein bhi behtareen khalaeq aur sin-raseeda hone par bhi sharf e kaenaat the aur paak logoun mein qoo-qaslat ke etebaar se pakeezah tar aur jood wa saqa mein abr e sifat hone waley waloun mein sab se zaed lagataar barasne waley the.Duniya apni lazzatoun mein is waqt tumhare liye shereen wa khushgawaar hui aur is waqt tum is ke thanoun se doodh peene par qaadar hue jab is ke pehle is ki mehaarein jhol rahi thi aur is ka tang (dheela ho kar) hal raha tha (yani is ka koi sawaar aur dekh bhaal karne wala tha jo is ki baagein uthata aur is ka tang kasta, kuch qoumoun ke liye toh haraam is beri ke manind (khushgawaar aur mazedaar) ho gaya tha jiski shaaqein phaloun ki wajah se jhuki hui ho aur halaal in ke liye (kosoon) door aur nayaab tha. Khuda ki qasam! Ye duniya ek lambi chaoon ki soorat mein ek mauqar-rarah waqt tumhare paas hai magar is waqt toh zameen baghair rook took ke tumhare kabze mein hai tumahre haath is mein khule hue hain aur peshwahoun ke haath bandhe hue hain, tumhari talwarein in par musallat hain aur in ki talwarein roki jaa chuki hain, tumhein maloom hona chahiye ke har khoon ka koi qisaas lene wala aur har haq ka koi talab karne wala bhi hota hai aur hamare khoon ka khisaas lene wala us haakim ke manind hai jo apne hi haq ke baare mein faisla kare aur wo Allah hai ke jise wo talaash kare. Wo isey be-bas nahi bana sakta aur jo bhaagne ki koshish kare wo is ke haath se bach kar nahi nikal sakta.Ay bani Ummaiyya! Main Allah ki qasam kha kar kehta hoon ke jaldi hi tum apni (duniya aur iski) sarwatoun ko doosroun ke haathoun aur dushmanoun ke gharoun mein dekhoge, sab aankhoun se zyaada dekhne wali wo aankh hai jiski nazar nekioun mein utar jaaye aur sab kaanoun se badh kar sun-ne wala wo kaan hai jo nasihat ki baatein sune aur inhein qubool kare. Ay logo! Waez baa mal ke chiraagh e hidayat ki ruu se apne chiraagh roshan kar lo aur saaf wa shaffaaf chashme se pani bharlo jo (shahdat ki) aamezishoun aur kadoortoun se nithar chuka hai. Ay Allah ke bando! Apni jehalatoun ki taraf na mudho aur na apni khwahishoun ke taabeh ho jao, is liye ke khwahishoun ki manzil mein utarne wala aisa hai jaise koi sailaab zadah deewaroun ke kinare par khada ho ke jo girna chahti ho, wo halakatoun ka palindah apni peeth par uthaye kabhi is kandhe par rakhta hai kabhi us kandhe par, apni un raayoun ki soorat mein jinhein wo badalta rahta hai aur ye chahta hai ke is par (koi daleel) chaspaan kare magar jo chipakne wali nahi hoti aur isey (zahnoun se) qareeb karna chahta hai jo qareeb hone ke qabil nahi.Allah se daro ke tum apni shikayatein is shaqs ke saamne le kar baith jao ke jo (tumhari khwahishoun ke mutabiq) tumhare shakoun ke qulq ko door nahi karega aur na shariat ke mahkoom wa mazboot ahkaam ko todhega. Imam ka farz to bas ye hai ke jo kaam usey apne parwardigaar ki taraf se supurd hua hai (isey anjaam de) aur wo ye hai ke pand wa nasihat ki baatein in tak pohonchaye, samjhane bujhane mein poori poori koshish kare sunnat ko zinda rakhe aur jin par had lagta hai un par had jaari kare aur (ghazb kiye hue) hissoun ko un ke asli waarisoun tak pohonchaye, tumhein chahiye ke ilm ki taraf badho qabl is ke ke is ka (hara bhara) sabza khushk ho jaye aur qabl is k eke ahle ilm se ilm seekhne mein apne hi nafs ki masr wa feetein hael ho jayein. Doosroun ko buraioun se roko aur khud bhi ruke raho isliye ke tumhein buraiyoun se rukne ka hukm pehle hai aur doosroun ko rokne ka baad mein hai."
},
{
"id":104,
"khutba":"QUTBA  NO.104",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM   Tamaam hamd Allah ke liye hai jisne shariat e Islam ko jaari kiya aur us (ke sar-chashme) hidayat par utarne waloun ke liye is khwaneen ko aasaan kiya aur us ke arkaan ko hareef ke muqable mein ghalba wa sarfarazi di, chunanche jo is se wabasta ho us ke liye aman jo is mein daqil ho us ke liye silah wa aashti jo is ki baat kare is ke liye daleel jo us ki madad le ke muqabla kare is ke liye usey gawah qaraar diya hai aur us se kasb e ziyah karne waley ke liye noor samajhne bujhne aur soch bichaar karne waley ke liye fahem wa Danish ghour karne waley ke liye (roshan) nishani iraada karne waley ke liye baseerat naseehat qubool karne waley ke liye ibrat tasdeeq karne waley ke liye najaat bharosa karne waley ke liye itmenaan har cheez usey sounp dene waley ke liye raahat sabr karne waley ke liye sipar banaya hai. Wo tamaam seedhi raahoun mein zyaada roshan aur tamaam aqeedoun mein zyaada waazeh hai, is ki minar baland raahein daraqshaan aur chiraagh e roshan hai, is ka maidan (amal) bawaqar aur ghayat baland hai, is ke maidan mein tez raftaar ghodoun ka ijtemah hai is ki taraf badhna matloob wa pasandeedah hai, us ke shahsawaar izzat waley aur us ka raasta (Allah wa Rasool saws ki) tasdeeq hai aur achche amal (raaste ke) nishanaat hain. Duniya ghud-daud ka maidan aur maut pohonchne ki had, aur qayamat ghodoun ke jamah hone ki jagah aur jannat badhne ka anjaam hai.Isi qutbe ka ye juz Nabi saws ke mutaallaq hai -; yahaan tak ke Aap saws ne roshni dhoondne waley ke liye sholay bhadhkaye aur (raasta khokar) sawari ke rokne waley ke liye nishanaat roshan kiye. (Ay Allah!) wo tere bharose ka ameen aur qayamat ke din tera (thahraya hua) gawah hai, wo tera Nabi mursal wa Rasool e bar haq hai jo (duniya ke liye) nemat wa rahmat hai. (khudaya) tu apnea adl wa insaaf se un ka hissa ata kar aur apne fazl se inhein dohre hasnaat ajr mein de (Ay Allah) un ki imarat ko tamaam mamaroun ki imaratoun par fauqiat ata kar aur apne paas un ki izzat wa aabru se mehmaani kar aur un ke martabe ko balandi wa sharf baqshish aur inhein baland darja de aur faat wa fazeelat ata kar aur humein unki jamaat mein is tarha mehshoor kar ke na hum zaleel wa ruswa ho na nadim wa pareshaan na haq se rugardaan na ahad shikan na gumraah na gumraah kun aur na fareb-qurdah.Isi qutbe ka ek juz ye hai-Jis mein Aap ne apne as-haab se khitaab farmaya-; tum apne Allah ke lutf wa karam ki badaulat aise martabe par pohonch gaye ke tumhari kaneezein bhi mohtaram samjhi jane lagi aur tumhare humsayoun se bhi achcha bartaav kiya jane laga aur wo log bhi tumhari tazeem karne lage jin par tumhe na koi fazeelat thi na tumhara koi un par ehsaan tha aur wo log bhi tumse dahshat khaane lage jinhein tumhare humle ka koi andesha na tha aur na tumhara un par tasallut tha, magar is waqt tum dekh rahe ho ke Allah ke ahad todhe jaa rahe hain aur tum ghaiz mein nahi aate halaan-ke apne aaba wa ajdaad ke qayam kardah rasm wa aain ke todhe jaane se tumhari rag e hamiat junbish mein aajati hai, halaanke Allah ke maamlaat ab tak tumhare hi saamne pesh hote rahe aur tumhare hi (zariye se) in ka hal hota raha aur tumhari hi taraf phir kar aate hain, lekin tum ne apni jagah zalimoun ke hawale kardi hai aur apni baag door inhein thama di hai aur Allah ke maamlaat inhein sounp diye hain ke wo shahwaoun par amal paira aur nafsani khwahishoun par gaamzan hain. Khuda ki qasam! Agar wo tumhein har sitare ke neeche bikheir dein to bhi Allah tumhein us din (zaroor) jama karega jo un ke liye bohot bura din hoga."
},
{
"id":105,
"khutba":"QUTBA  NO.105",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Maine tumhein bhaagte aur safoun se muntashir hote dekha (jab ke) tumhein chand khare khism ke obashoun aur Shaam ke bad-doun ne apne ghere mein le liya tha, halaanke tum Arab ke jawaan mard sharaf ke raas waraes (qoum mein) oonchi naak waley aur choti ki balandi waley ho, Mere seene se nikalne wali karahne ki awaazein isi waqt dab sakti hain ke jab main dekh loon ke aakhir kaar jis tarha inhoun ne tumhein gheir rakha hai tum ne bhi inhein apne narghe mein le-liya ho aur jis tarha inhoun ne tumhare qadam ukhed diye hain isi tarha tum ne bhi in ke qadam in ki jagahoun se ukhed daley ho, teeroun ki bochaad se inhein qatal karte hue aur naizoun ke aise haath chalate hue ke jis se in ki pehli safein doosri safoun par chadhi jaati ho jaise hankaye hue pyaase oounth ke jinhein in ke taalaboun se door pheynk diya gaya ho aur in ke ghaadoun se alhaydah kardiya gaya ho."
},
{
"id":106,
"khutba":"QUTBA  NO.106",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Ye un khutboun mein se hai jin mein zamane ke hawadas wa fatan ka tazkeah hai.Tamaam hamd us Allah ke liye hai jo apne maqlooqaat ki wajah se maqlooqaat ke saamne ayaan hai aur apni hujjat wa burhaan ke zariye se diloun mein numaya hai. Us ne baghair soch bichaar mein padhe maqlooq ko paida kiya, isliye ke ghouro fikar uske munasib hua karti hai jo dil wa dimaagh (jaise aazah) rakhta ho, aur wo dil wa dimaagh ki ehtiyaaj se bari hai, is ka ilm ghayb ke pardoun mein sariyat kiye hue hai aur aqeedoun ki gehraiyoun ki tah tak utra hua hai.Is qutbe ka ye juz Nabi saws ke mutallaq hai, Inhein ambiya ke shajre roshni ke markaz (Aale E Ibrahim a.s.) balandi ki jabeen (Quraysh) batja ki naaf (mulk) aur andheroun ke chiraghoun aur hikmat ke sarchashmoun se muntaqab kiya.Is qutbe ka ye hissa bhi Rasool saws hi se mutallaq hai. Woe k tabeeb the jo apni hikmat wa tib ko liye hue chakkar laga raha ho, jis ne apne marham ko theek thaak kar liye ho aur daaghne ke aalaat tapaliye ho, wo andhe diloun behre kaanoun goongi zabnoun (ke ilaaj maalij) mein jahaan zaroorat hoti hai in cheezoun ko istemaal mein laata ho aur dawa liye ghaflat-zadah aur hairaani wa pareshani ke maare huwoun ki khoj mein laga rahta ho magar logoun ne na to hikmat ki tanveeroun se ziya wa noor ko haasil kiya aur na uloom wa daraqshaan ke chaqmaaq ko ragad kar noorani sholay paida kiye wo is maamle mein charaane wale haiwanoun aur saqt pattharoun ke manind hain, ahle baseerat ke liye chupi hui cheezein zaahir hogayi hain aur bhatakne waloun ke liye haq ki raah waazeh hogayi aur aane wali saat ne apne chehre se naqaab ulatdi aur ghour se dekhne waloun ke liye alamtein zaahir ho chuki hain.Lekin tumhein main dekhta hoon ke paikar e be-rooh aur rooh be qaalib bane hue ho, aabid bane phirte ho baghair salaah wa taqwa ke aur taajir bane hue ho baghair faaydoun ke, bedaar ho magar so rahe ho, haazir ho magar aise jaise ghayab ho, dekhne wale ho magar andhe, sunne wale magar bahray, bolne wale ho magar goonge, gumrahi ka jhanda to apne markaz par jam chukka hai aur us ki shaaqein (har soo) phayl gayee hain, tumhein (tabah karne ke liye) inhein paimanoun mein tol raha hai aur apne haathoun se idhar udhar bhatka raha hai, is ka pesh roo e millat (Islam) se kharij hai aur gumraahi par data khada hai,us din tum mein se koi nahi bachega magar kuch gire padhe log jaise degh ki khurchan ya thaili ke jhaadne se gire hue reze. Wo gumrahi tumhe is tarha masal dalegi jis tarha chamde ko masla jaata hai aur musibat aur ibtela ke liye tum mein se momin (kaamil) ko is tarha chunlegi jis tarha parinda ek bareek danoun mein se mote daane ko chun leta hai, ye (ghalat) ravish tumhein kahaan le jaa rahi hai aur ye andheriaan tumhein kin pareshaani mein daal rahi hai aur ye jhooti ummeedein tumhein kahe ka fareb de rahi hai kahaan se laye jaate ho aur kidhar paltaye jaate ho? Har meaad ka ek navishta hota hai aur har ghayab ko palat kar aana hai, apne aalim e rabbani se suno, apne diloun ko haazir karo agar tumhe pukare to jaag utho, qoum ke numainde ko to apni qoum se sach hi bolna chahiye aur apni pareshani qatri mein ek-sui paida karna aur apne zahen ko hazir rakhna chahiye, chunanche is ne haqeeqat ko is tarha daashgaaf kar diya hai jis tarha (dhaage mein piroye jaane wale) mohra ko cheer diya jaata hai aur is tarha isey (tah se) cheel dala hai jaise (daraqt se goond) bawajood iske baatil phir apne markaz par aagaya aur jehalat apni sawarioun par chadh baithi, iski tughyaniaan badh gayee hain aur (haq ki) awaaz dab gayee hai aur zamane ne phaad khane wale darinde ki tarha humlaa kar diya hai aur ka oounth chup rehne ke baad phir bil-bilane laga hai, logoun fisq wa fujoor par aapas mein bhai-chara kar liya aur deen ke silsile mein in mein phoot padhi hui hai, jhoot par to ek doosre se baraana gaanth rakha hai aur sach ke maamle mein baham kad rakhte hain.(isi mauqeh par) beta (aankhoun ki thandak hone ke bajaay) ghayz wa ghazab ka sabab hoga aur baarish, garmi,wa tapish, kamine phail jayenge aur shareef ghoote jayenge is zamane ke log khaa pee kar mast rehne wale aur faqeer wa naadaar bilkul murdah, sachai dab jayegi aur jhoot ubhar aayega, mohabbat ki lafzein sirf zabanoun par aayegi aur log diloun mein ek doosre se kasheedah rahenge. Nasab ka meyaar zina hoga, afat wa paak damani niraali cheez samjhi jayegi aur Islam ka labadah posteen ki tarha ulta oodha jayega."
},
{
"id":107,
"khutba":"QUTBA  NO.107",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Har cheez us ke saamne aajiz wa sarnagoon aur har shay us ke sahare wabasta hai wo faqeer ka sarmaya, har zaleel ki aabroo, har kamzoor ki tawanaiee aur har mazloom ki panaah hai, jo kahe is ki baat bhi wo sunta hai aur jo chup rahe us ke bhed se bhi wo aagah hai, jo zinda hai us ke rizqi ka zimma us par hai aur jo marjaye us ka palatna uski taraf hai. (ay Allah) aankhoun ne tujhe dekha nahi ke teri khabar de sake, balke tu to is wasf karne wali maqlooq se pehle maujood tha, tu ne (tanhai ki) wahshatoun se ukta kar maqlooq ko paida nahi kiya aur na apne kisi fayde ke pesh e nazar un se aamaal karaye, jise tu girifth mein lana chahe wo tujh se aage badh kar jaa nahi sakta aur jise tu ne girifth mein leliya phir wo nikal nahi sakta, jo teri muqalefat karta hai aisa nahi ke wo teri farmanrawani ko nuqsaan pohonchaye aur jo teri itaat karta hai wo mulk (ki was-atoun) ko badha nahi deta aur jo teri qaza wa qadar par bigadh uthe wo tere amr ko rad nahi kar sakta aur jo tere hukm se muh modhe wo tujh se beniyaaz nahi ho sakta , har chupi hui cheez tere liye zaahir aur ghayb tere saamne benaqaab hai, tu abadi hai jis ki koi had nahi aur tu hi (sab ki) manzil e muntaha hai ke jis se koi gurez ki raah nahi aur tu hi waadagah hai ke tujh se chutkaara pane ki koi jagah nahi magar teri hi zaat, har raah chalne wala tere kabze mein hai aur har zee e rooh ki baazgushisht teri hi taraf hai. Subhanallah! Ye teri kaenaat jo hum dekh rahe hain kitni azeem o shaan hai, aur teri badshahat jo hamari nazroun ke saamne hai kitni pur shikooh hai, lekin teri is sultanat ke muqable mein jo hamari nigahoun se oujhal hai kitni haqeer hai aur duniya mein teri nematein kitni kaamil wa hamgeer hain magar aakherat ki nematoun ke saamne wo kitni muqtasar hai.Is qutbe ka ek juz ye hai -; Tu ne farishtoun ko aasmaan mein basaya aur inhein zameen ki sateh se baland rakha, wo sab maqlooq se ziyada teri maarefat rakhte hain aur sab se ziyada tujh se darte hain aur sab se ziyada tere muqarrab hain, na wo sulboun mein thehre na shikamoun mein rakhe gaye na zaleel pani (nutfa) se un ki paidaish hui aur na zamane ke hawadas ne inhein muntashar kiya, wo tere qurb mein apne maqaam wa manzilat ki balandi aur tere baare mein khayalaat  ki eksui aur teri ibadat ki farvani aur tere ahkaam ki adam azmat ke bawajood agar tere raaz haaye qudrat ki is tah tak pohonch jaaye ke jo in se poshidah hai to wo apne aamaal ko bohot hi haqeer samjhenge aur apne nafsoun par harf geeri karenge aur ye jaan lenge ke inhoon ne teri ibadat ka haq ada nahi kiya aur na kama-haqqa teri itaat ki hai. Main khaliq wa mabood jante hue teri tasbeeh karta hoon tere us behtareen sulook ki bina par jo tera apne maqlooqaat ke saath hai, tu ne ek aisa ghar (jannat) banaya hai ke jis mein mehmaani ke liye khaane peene ki cheezein, hoorein,ghilmaan,mahal,nahrein,kheth aur phal mohaiyya kiye hain, phir tu ne in nematoun ki taraf bulane wala bheja magar na inhoun ne bulane waley ki awaaz par labbaik kahi aur na un cheezoun ki taraf raagheb hue jin ki tu ne raghbat dilayi thi, wo to isi murdaar duniya par toot padhe ke jise nooch khane mein apni izzat aabroo gawa rahe the aur uski chaahat par eka kar liya tha. Jo shaqs kisi shay se betahasha mohabbat karta hai wo is ki aankhoun ko andha, dil ko mareez kar deti hai, wo dekhta hai to bimaar aankhoun se, sunta hai to na sunne wale kaanoun se. Shahwatoun ne is ki aql ka daaman chaak kar diya hai aur duniya ne us ke dil ko murda bana diya hai aur is ka nafs us par mar mita hai, ye duniya ka aur un logoun ka jin ke paas kuch bhi wo duniya hai wo banda wa ghulaam ban gaya hai, jidhar wo mudhti hai udhar ye mudhta hai jidhar uska ruq hota hai udhar hi is ka ruq hota hai, na Allah ki taraf se kisi rokne waley ke kehne sunne se wo rukta hai aur na hi is ke kisi waaz wa pand karne waley ki nasihat maanta hai halaanke wo un logoun ko dekhta hai ke jinhein ain e ghaflat ki haalat mein wahaan par jakad liya gaya ke jahaan na tadarak ki gunjaesh aur na duniya ki taraf palatne ka mauqah hota hai aur kis tarha wo cheezein un par toot padhi ke jin se wo bekhabar the aur kis tarha is duniya se judai (ki ghadi saamne) aagayee ke jis se poori tarha mutmaeen the aur kyunkar aakherat ki in cheezoun tak pohonch gay eke jin ki inhein khabar di gayi thi. Ab jo musibatein in par ttoot padhi inhein bayaan nahi kiya jaa sakta, maut ki saqtiaan aur duniya chodhne ki hasratein inhein gheyr leti hain chunanche un ke haath payr dheele padh jaate hain aur rangein badal jaati hain, phir in (ke aaza) mein maut ki daqal-andaziaan badh jaati hain, koi aisa hota hai ke pehle hi iski zabaan bandh ho jaati hai, dar soorat ye iski aql durust aur hosh o hawaas baaqi hote hain wo apne ghar waloun ke saamne padha apni aankhoun se dekhta hai aur apne kaanoun se sunta hai aur un cheezoun ko sochta hai ke jim mein usneapni umr gawaandi hai aur apna zamana guzaar diya hai aur apne jamah kiye hue maal wa mataah ko yaad karta hai ke jiske talab karne mein (jaaez wa najaez se) aankhein bandh karli thi aur jise saaf wa mashkook har tarha ki jaghoun se hasil kiya tha, is ka wabaal apne sar le kar ise chodh dene ki teiyyari karne laga, wo maal (ab) iske pichloun ke liye reh jayega ke wo is se aysh wa aaraam kare aur gulcharre udhaye, is tarha wo doosroun ko to baghair haath payr hilaye yunhi milgaya lekin iska bojh is ki peeth par raha aur ye us maal ki wajah se aisa garvi hua hai ke bas apne ko chudha nai sakta, marne ke waqt ye haqeeqat jo khul kar is ke saamne aagayee to nadamat se wo apne haath kaatne lagta hai aur umr bhar jin cheezoun ka talabgaar raha tha ab unse kinara dhoondta hai aur ye tamanna karta hai ke jo maal ki wajah se is par rashk wa hasad kiya karte the (kaash ke) wohi is maal ko sameyt-te na wo ab maut ke tasarrufaat us ke jism mein aur badhe yahaan tak ke zabaan ke saath saath kaanoun par bhi maut chaagayi, gharwaloun ke saamne is ki ye haalat hoti hai ke na zabaan se bolsakta hai na kaanoun se sun sakta hai aankhein ghuma ghuma kar un ke chehroun ko takta hai, inki zabanoun ki junbishoun ko dekhta hai lekin baat cheet ki awaazein nahi sun paata phir us se maut aur lapat gayi ke us ki aankhoun ko bhi bandh kar diya jis tarha us ke kaanoun ko bandh kiya tha aur rooh is ke jism se mafareqat kar gayi. Ab wo gharwaloun ke saamne ek murdar ki soorat mein padha hua hai ke is ki taraf se inhein wahshat hoti hai aur us ke paas phatakne se door bhagte hain, wo na ronewale ki kuch madad karsakta hai aur na pukarne wale ko jawaab se sakta hai phir usey utha kar zameen mein jahaan uski khabr banna hai le jaate hain aur usey is ke hawale kar dete hain ke ab wo jaane aur us ka kaam aur uski mulaqaat ke liye hamesha se muh modh lete hain yahaan tak ke nawishta e (taqdeer) apni meyaad ko aur hukm e Ilahi apni muqarrara had ko pohonch jaaye aur pichloun ko agloun ke saath mila diya jaayega aur farmaan e qaza phir sire se paida karne ka iraada le kar aayega to wo aasmaan ko junbish mein layega aur inhein phaad dega aur zameen ko hila dalega aur uski buniyadein khokli kardega aur pahadoun ko jad e buniyaad se ukhaad dega aur wo iske jalaal ki haibat aur qahar wa ghalbe ki wahshat se aapas mein takrane lagenge, wo zameen ke andar se sab ko nikalega aur inhein sadh gal jaane ke baad phir as sar e nau tar o taaza karega aur mutafarriq wa paragandah hone ke baad phir ek jaa kardega phir un ke chupe hue aamaal aur poshidah kaarguzarioun ke mutaallaq pooch gach karne ke liye inhein juda juda karega aur inhein do hissoun mein baant dega , ek ko wo inaam wa ikraam dega aur ek se inteqaam lega, jo farmabardaar the inhein jaza dega ke wo is ke jawaar e rahmat mein rahein aur apne ghar mein inhein hamesha ke liye thahra dega ke jahaan utarne wale phir kooch nahi kiya karte aur na un ke haalaat adalte badalte hain aur na inhein ghadi ghadi khauf satata hai na bimariaan un par aati hain na inhein khatraat dar pesh aate hain aur na inhein safar ek jagah se doosri jagah liye phirte hain aur jo na-farmaan honge inhein ek bure ghar mein pheinkega aur un ke haath gardan se (kas kar) baandh dega aur in ki peshaanioun par latakne wale haaloun ko qadmoun mein jakad dega aur inhein taarkool ki khameesein aur aag se qatah kiye hue kapde pahnayega (yani un tel chidak kar aag mein jhoonk dega) wo aise azaab mein honge ke jis ki tapish badi sakht hogi aur (aisi jagah mein honge ke jahaan) in par darwaze bandh kar diye jaynege aur aisi aag mein honge ke jis mein tez sharare bhadakne ki awaazein, uth-ti hui lapatein aur haulnaak cheeqein hongi, is mein thaherne wala nikal na sakega aur na hi us ke qaidioun ko fidya de kar chudhaya jaa sakta hai aur na hi un ki bediaan toot sakti hain is ghar ki koi muddat muqarrar nahi ke is ke baad mit mita jaaye, na rehne waloun ke liye muqarrara meyaad hai ke wo poori hojaye (to phir chidh diye jaayein).Isi qutbe ka ye juz Nabi saws ke mutallaq hai -;Inhoune saws is duniya ko zaleel wa qaar samjha aur past wa haqeer jaana aur jaante the ke Allah ne un ki shaan ko baalatar samajhte hue duniya ka ruq un se modha hai, aur ghatiya samajhte doosroun ke liye is ka daaman phaila diya hai lehaza Aap saws ne duniya se dil hata liya aur us ki yaad apne nafs se mita daali aur ye chahte rahe ke is ki saj dhaj in ki nazroun se oujhal rahe ke na is se umdah umdah libaas haasil karein aur na is mein qayaam ki aas lagaye, inhoune saws uzr tamaam karte hue apne parwardigaar ka paigham pohoncha diya aur darate hue ummat ko pand wa nasihat ki aur khush-khabri sunate hue jannat ki taraf daawat di."
},
{
"id":108,
"khutba":"QUTBA  NO.108",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Hum Nabuat ka shajrah Risalat ki manzil Malaeka ki faroodgah ilm ka maadan aur hikmat ka sarchashma hai, Hamari nusrat karne wala aur hum se mohabbat karne wala rahamt ke liye chasm-barah hai aur hum se dushmani wa anaad rakhne wale ko qahar (Ilahi) ka muntazar rahna chahiye. Allah ki taraf wasila dhoondne waloun ke liye behtareen wasila Allah aur us ke Rasool saws par imaan laana hai aur us ki raah mein jihad karna ke wo Islam ki sarbaland choti hai aur kalma e Tauheed ki wo fitrat (ki awaaz) hai aur namaz ki pabandi ke wo ain e deen hai aur zakat ada karna ke wo farz wa wajib hai aur maah e Ramzaan ke roze rakhna ke wo azaab ki sipar hai aur khana e kaaba ka haj wa umrah baja lana ke wo faqr ko door karte aur gunahoun ko dho-dete hain aur azeezoun se husn e salook karna ke wo maal ki faravni aur umr ki daraazi ka sabab hai aur maqfi taur par khairaat karna ke wo gunahoun ka kaffarah hai aur khullam khulla khairaat karna ke wo buri maut se bachata hai aur logoun par ehsanaat karna ke wo zillat wa ruswaiee ke mauqe se bachata hai Allah ke zikr mein badhe chalo, is liye ke wo behtareen zikr hai aur is cheez ke khwahishmand bano ke jis ka Allah ne parhezgaaroun se waada kiya hai is liye ke is ka waada sab waadoun se ziyada sachcha hai, Nabi saws ki seerat ki pairvi karo ke wo behtareen seerat hai aur unki sunnat par chalo ke wo sab tareeqoun se badh kar hidayat karne wali hai aur quraan ka ilm haasil karo ke wo behtareen kalaam hai aur us mein ghour fikar karo ye diloun ka noor hai aur is ke noor se shifa haasil karo ke sabhi (andar ki chupi hui bimarioun) ke liye shifa hai aur is ki khoobi ke saath tilawat karo ke is ke waqayaat sab waqayaat se fayda rasaan hai.Wo aalim jo apne ilm ke mutabiq amal nahi karta us sargardaan jaahil ke manind hai jo jehalat ki sarmastioun se hosh mein nahi aata balke is par (Allah ki) hujjat ziyada hai aur hasrat wa afsoos is ke liye laazim wa zaroori hai aur Allah ke nazdeek wo ziyada qaabil e malamat hai."
},
{
"id":109,
"khutba":"QUTBA  NO.109",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Main tumhe duniya se darata hoon is liye ke ye (bazahir) shereen wa khushgawaar tar o taaza shadaab hai, nafsani khwahishein is ke gird ghera daale hue hai, wo apni jald mayassar aajane wali nematoun ki wajah se logoun ko mehboob hoti hai aur apni thodi si (aaraishoun) se mushtaaq bana leti hai. Wo (jhooti) ummeedoun se saji hui aur dhoke aur fareb se bani sanwari hui hai, na is ki masratein der-pahein aur na is ki nagahani musibatoun se mutmaeen raha jaa sakta hai, wo dhokebaaz, nuqsaan rasaan, adalne badalne wali aur fana hone wali hai, khatm hone wali hai aur mit jaane wali hai, khaajane aur halaak kardene wali hai, jab ye apni taraf maael hone waloun aur khush hone waloun ko intehaee aarzooun tak pohonch jaati hai to bas wohi hota hai jo Allah subhanahu ne bayaan kiya hai (is duniyavi zindagi ki misaal aisi hai) jaise wo paani jise hum ne aasmaan se utaara to zameen ka sabza is se ghul mil gaya aur (achchi tarha phoola phala) phir sookh kar tinka tinka hogaya, jise hawaein (idhar se udhar) udhaye phirti hai aur Allah har cheez par qaadir hai, jo shaqs is duniya ka aysh wa aaraam paata hai to is ke baad is ke aansoo bhi behte hain aur jo shaqs duniya ki masratoun ka ruq dekhta hai wo musibatoun mein dhakeyl kar is ko apni beruqi bhi dikhati hai aur jis shaqs par raahat wa aaraam ki baarish ke halke halke cheente padhte hain is par musibat wa bala ki dhua-dhaar baarish bhi hoti hai, ye duniya hi ke munasib haal hai ke subah ko kisi ko dost ban kar is ka (dushman se) badla chukaay aur shaam ko yun hojaye ke goya koi jaan pehchaan hi na thi.Agar is ka ek jubnah (pehloo) shereen wa khushgawar hai to doosra hissa talq aur bala-angez, jo shaqs bhi duniya ki tar o taazgi se apni koi tamanna poori karta hai to wo is par musibatoun ki mashqein bhi laa deti hai, jise aman wa salamati ke par wa baal par shaam hoti hai to usey subah khauf ke paroun par hoti hai, wo dhokebaaz hai aur uski har cheez dhoka, wo khud bhi fana hojane wali hai aur is mein rehne wale bhi faani hai, is ke kisi zaad mein siwa zaad e taqwa ke bhalai nahin hai jo shaqs kam hissa leta hai aur jo duniya ko ziyada sameyt-ta hai wo apne liye tabahkun cheezoun ka izaafa kar leta hai. (Halaanke) usey apne maal wa mata se bhi jald hi alag hona hai, kitne hi log aise hai jinhoune duniya par bharosa kiya aur usne inhein musibatoun mein daal diya aur kitne hi is par itmenaan kiye baithe the jinhein us ne bachaad diya aur kitne hi raab wa tan-tana wa ghuroor waley the jinhein zaleel kar ke chodha, is ki baadshahi dast-badast muntaqal hone waley cheez is ka sarchashma gadla is ka khushgawaar pani khaara, is ki halawatein eilwa (ke manind talq) hain, is ke khane zaher e hala hal aur is ke asbaab wa zaraye ke silsile mein boode hain, zinda rehne wala maarize halakat mein hai aur tandurust ko bimarioun ka saamna hai.Iski sultanat chin jaane wali is ka zabardast zerdast banne wala, maaldaar bad-baqtoun ka sataya hua aur humsaya ulta lutaya hua hai, kya tum inhi sabeqah logoun ke gharoun mein nahi baste jo lambi umroun waley, paedaar nishanioun waley, badi badi ummedein baandhne waley ziyaada ginti wa shumaar waley aur bade laav-lashkar waley the ? wo duniya ki kis kis tarha parastish karte rahe aur usey aakherat par kaisa kaisa tarjeeh dete rahe, phir baghair kisi aise zaad wa rahela ke jo inhein raasta tay karke manzil tak pohonchata chal diye, kya tumhe bhi ye khabar pohonchi hai ke duniya ne in ke badle mein kis fidiye ki pesh kash ki ho ya nahi koi madad pohonchayee ho ya achchi tarha un ke saath rahi sahi ho? Balke us ne to un par musibatoun ke pahaad todhe, aafatoun se inhein aajiz wa darmaandah kar diya aur laut laut kar aane wali zahmatoun se inhein jhin-jhod kar rakh diya aur naak ke bal inhein qaak par pachaad diya aur apne gharoun se kuchal daala, tum ne to dekha hai jo zara duniya ki taraf jhuka aur usey eqtiyaar kiya aur us se lapta to us ne (apne tewar badal kar un se kaisi) ajnabiat eqtiyaar karli, yahaan tak ke wo hamesha hamesha ke liye is se juda hokar chaldiye aur is ne inhein bhook ke siwa kuch zaad e raah na diya aur ek tang jagah ke siwah koi thaherne ka samaan na kiya aur siwa ghup andhere ke koi roshni na di aur nadamt ke siwa koi natija na diya, to kya tum isi duniya ka tarjeeh dete ho ya isi par mutmaeen hogaye ho ya isi par mare jaa rahe ho? Jo duniya par be-etemaad na rahe aur is mein be khauf wa khatar ho kar rahe, is ke liye ye bohot bada ghar hai jaan lo aur haqeeqat mein tum jaante hi ho ke (ek na ek din) tumhein duniya ko chodhna hai aur yahaan se kooch karna hai in logoun se ibarat hasil karo jo kaha karte the ke “hum se ziyadah quwwat wa taaqat mein koun hai” inhein laad kar qabroun tak pohonchaya gaya magar is tarha nahi ke inhein sawaar samjha jaaye, inhein qabroun mein utaar diya gaya magar wo mehmaan nahi kehlaate pattharoun se unki qabrein chin di gayi aur qaak ke kafan un par daal diye gaye aur gali sadhi haddioun ko un ka humsaya bana diya gaya hai, wo aise humsaye hain ke jo pukarne wale ko jawaab nahi dete aur na ziyadatioun ko rook sakte hain aur na roone dhoone waloun ki parwaah karte hain, agar baadal (jhoom kar) un par barsein to khush nahi hote aur qahat aaye to un par mayoosi nahi chaati woe k jagah hain magar alag alag wo aapas mein humsaye hain magar door door paas paas hain magar mel mulaqaat nahi qareeb qareeb hain magar ek doosre ke paas nahi phatakte, wo bardobaar bane hue be khabar padhe hain, unke bughz wa anaad khatam hogaye aur keen emit gaye na un se kisi zarar ka andesha hai na kisi takleef ke door karne ki tawaqqo hai, inhoune zameen ke upar ka hissa andar ke hisse se aur kushaadgi aur was-at tangi se aur ghar baar pardes se aur roshni andhere se badal li hai aur jis tarha nange payr aur nange badan paida hue the waise hi zameen mein (paiwand e khaak) hogaye aur is duniya se sirf amal le kar hamesha ki zindagi aur sada rehne waley ghar ki taraf kooch kar gaye, jaisa ke Allah subhanahu ne farmaya hai, jis tarha humne maqlooq ko pehli dafa paida kiya tha isi tarha dobara paida karenge, is waade ka poora karna hamare zimme hai aur hum ise zaroor poora kar ke rahenge."
},
{
"id":110,
"khutba":"QUTBA  NO.110",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Is mein malakul maut aur us ke rooh qabz karne ka zikr farmaya hai-; jab (malakul maut) kisi ghar mein daaqil hota hai to kabhi tum is ki aahat mehsoos karte ho? Ya jab kisi ki rooh qabz karta hai, peyt mein bachche ki rooh qabz kar leta hai kya wo maa ke jism ke kisi hisse se wahaan tak pohonchta hai ya Allah ke hukm se rooh iski awaaz par labbaik kehti hui badhti hai, yaw o bachche ke saath shikam e maadar mein thehra hua hai? jo is jaisi maqlooq ke baare mein bhi kuch bayaan na kar sake wo apne Allah ke baare mein kya bata sakta hai."
},
{
"id":111,
"khutba":"QUTBA  NO.111",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Main tumhein is duniya se khabardaar kiye deta hoon ke ye aise shaqs ki manzil hai jis ke liye qaraar nahi aur aisa ghar hai jis mein aab wa dana nahi dhoonda jaa sakta, ye apne baatil se aarasta aur apni aaraishoun se dhooka deti hai, ye ek aisa ghar hai jo apne Rab ki nazroun mein zaleel o qaar hai, chunaanche us ke halaal ke saath haraam aur bhalaiyoun ke saath buraiyaan aur zindagi ke saath maut aur shereenioun ke saath talqiaan qalt malt kardi hain aur apne dostoun ke liye usey be ghul wag hash nahi rakha aur na dushmanoun ko dene mein baql kiya, iski bhalaiyaan bohot hi kam hain aur buraiyaan (jahaan chaho) maujood. Iski jama punji khatm ho jane wali aur is ka mulk chin jaane wala aur is ki aabadiaan veeran hojane wali hain, bhala is ghar mein khair wa khoobi hi kya ho sakti hai jo mismaar imarat ki tarha gir jaaye aur us umr mein jo zaad e raah ki tarha hojaye aur us muddat jo chalne phirne ki tarha tamaam hojaye, jin cheezoun ki tumhe talab wa talaash rahti hai un mein Allah taala ke faraez ko bhi daaqil karlo aur jo Allah ne tum se chaha hai usey poora karne ki taufeeq bhi us se mango. Maut ka paigham aane se pehle maut ki pukar apne kaanoun ko suna do. Is duniya mein zaahidoun ke dil rote hain, agarche wo has rahe ho aur in ka gham wa andoh had se badha hota hai, agarche un (ke chehroun) se masarrat tapak rahi ho aur inhein apne nafsoun se intehaiee bair hota hai, agarche is rizq ki wajah se jo inhe mayassar hai un par rashk kiya jaata ho tumhare diloun se maut ki yaad jaati rahi hai aur jhooti ummeedein (tumhare andar) maujood hain. Aakherat se zyaada duniya tum par chayee hui hai aur wo aqabi se zyaada tunhe apni taraf kheechti hai, tum deen e Khuda ke silsile mein ek doosre ke bhai bhai ho lekin bad-neiyyati aur bad-zani ne tum mein tafreqa daal diya hai, tum ek doosre ka bojh batate ho baham pand wa naseehat karte ho, na ek doosre par kuch kharch karte ho, na tumhein ek doosre ki chaahat hai, thodi si duniya paa kar khush hone lagte ho zara si duniya tumhare haathoun se nikalna tumhein bechain kar deta hai yahaan tak ke bechaini tumhare chehroun par zahir hone lagti hai aur khoyee hui cheez par tumhari be-sabrioun se aashkaar hojati hai goya ye duniya tumhara (mustaqil) maqaam hai aur duniya ka saaz wa barg hamesha rehne wala hai. Tum me se kisi ko bhi apne kisi bhai ka aisa aib uchalne se ke jis ke zaahir hone se darta hai sirf ye amr maanah hota hai ke wo bhi is ka waisa hi aib khol kar is ke saamne rakh de ga, tum ne aakherat ko thukrane aur duniya ko chahne par samjhauta kar rakha hai, to logoun ka deen to ye rah gaya hai ke jise ek dafa zabaan se chaat liya jaaye (yani sirf zabani iqraar) aur tum to is shaqs ki tarha (mutmaeen) ho chuke ho ke jo apne kaam dhandoun se faaregh ho gaya ho aur apne mulk ki razamandi hasil karli ho."
},
{
"id":112,
"khutba":"QUTBA  NO.112",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Tamaam hamd is Allah ke liye hai jo hamd ka pewand nematoun se aur nematoun ka silsila shukr se milane wala hai, hum is ki nematoun par usi tarha hamd karte hain jis tarha is ki aazamaishoun par sana wa shukr bajalate hain aur in nafsoun ke khilaaf is se madad maangte hain ke jo ahkaam ke bajalane mein sust qadam aur mamnooh cheezoun ki taraf badhne mein tez-gaam hain aur in (gunahoun se) maghferat chahte hain ke jin par is ka ilm muheet aur nama e aamaal haawi hai. Na ilm koi kami karne wala hai aur na nama e aamaal kisi cheez ko chodhne wala hai, hum is shaqs ke manind is par imaan rakhte hain ke jis ne ghayb ki cheezoun ko (apni aankhoun se) dekh liya ho aur vaada ki hui cheezoun se aagah ho chuka ho, aisa imaan ke jis ke quloos ne shirk ko aur yaqeen ne shak ko door pheink diya ho aur hum gawahi dete hain ke Allah ke alawa koi mabood nahi jo wahdahu lashareek hai aur ye ke Mohammad saws is ke abd aur Rasool saws hain ye dono shahadatein (achi) baatoun ko uncha aur (nek) aamaal ko baland karti hain, jis tarazu mein inhe rakh diya jaaye us ka palla halka nahi hoga aur jis meezan se inhein alag kar liya jaayega us ka palla bhaari nahi ho sakta.Ay Allah ke bando! Main tumhein Allah se darne ki naseehat karta hoon is liye ke yehi taqwa zaad e raah hai aur isi ko lekar palatna hai, ye zaad (manzil tak) pohonchane wala aur ye palatna kamyaab palatna hai, is ki taraf sab se behtar suna dene waley ne daawat di aur behtareen sunne waley ne ise sun kar mahfooz karliya, chunanche daawat dene waley ne suna diya aur sunne wala behra andha hogaya. Allah ke bando! Taqwa hi ne Allah ke dostoun ko munhayaat se bachaya hai aur us ke diloun mein khauf paida kiya hai, yahaan tak ke in ki raatein jaagte aur tapti hui do-paharein pyaas mein guzarjaati hai aur is tab wa kafat ke ewaz raahat (daemi) aur is pyaas ke badle mein (tasneem wa kausar se) sairaabi hasil karte hain, inhoune maut ko qareeb samajh kar aamaal mein jaldi ki aur ummeedoun ko jhutla kar ajal ko nigah mein rakha phir ye duniya to fana aur masahqqat tagheer aur ibrat ki jagah hai, chunanche fana karne ki soorat ye hai ke zamana apni kamaan ka challah chadhaye hue hai jis ke teer khata nahi karte aur na is ke zakhmoun ka koi madawa ho sakta hai. Zinda par maut ke, tandurust par bimari ke, aur mahfooz par halakat ke teer chalata rahta hai wo aisa khaav hai ke ser nahi hota aur aisa peene wala hai ke uske pyaas bujhti hi nahi aur ranj wa taab ki soorat ye hai ke insaan maal jama karta hai lekin is mein se khaana usey naseeb nahi hota, ghar banata hai magar us mein rah nahi paata aur phir Allah taala ki taraf is tarha chal deta hai ke na maal saath utha kar leja sakta hai aur na ghar hi udhar muntaqal kar sakta hai aur is ke tagheer ki ye haalat hai ke tum ek aise shaqs ko dekhte ho jiski haalat qabil e rahem hoti hai aur wo (dekhte hi dekhte) ho jis ki haalat kharaab qaabil hojata hai ke is par raskh kiya jaaye aur qaabil e rashk aadmi ko dekhte ho ke (chand hi dinoun mein) us ki haalat par taras aane lagta hai, is ki yehi wajah to hai ke is se nemat jaati rahi aur is par faqr wa iflaad toot padha aur is se ibrat hasil karne ki soorat ye hai ke insaan apni ummeedoun ki inteha tak pohonchne wala hi hota hai ke maut pohonch kar ummeedoun ke saare bandhan todh deti hai, is tarha ye ummeedein bar aati hain aur na ummeedein baandhne wala hi baaqi chodha jaata hai. Allahu Akbar is duniya ki masarrat ki fareb kaariyaan aur is ki seraabi ki tishnakaiyaan kitni zyaada hai, na aane wali maut ko paltaya jaa sakta hai aur na jaane wala palat kar aa sakta hai. Subhanallah zinda murdoun se tamaam taaluqaat ke toot jaane ki wajah se kis qadar door rahe, beshak koi achchai se achchi cheez nahi siwa is ke sawaab ke, duniya ki hare k cheez ka sunna us ke dekhne se azeem tar hai. Magar aakherat ki har shay ka dekhna sunne se kahin badha chadha hua hai tum isi sunne se is ki asli halat ka jo mushahedah mein aayegi, andaza aur khabar hi sun kar is ghaib ki tasdeeq kar lo tumhe maloom hona chahiye ke duniya ki kami aur aakherat ka izaafa aqbi ki kami aur duniya ke izafe se kahin behtar hai, bohot se ghaata uthaane waley faayde mein rehte hain aur bohot se sameyt lene waley nuqsaan mein rehte hain. Jin cheezoun ka khuda ne tumhe hukm diya hai (aur tumhare liye jaez rakhi hain) in ka daaman un cheezoun se kahin vaseeh hai jin se roka hai aur haraam ki hui cheezoun se halal cheezein kahin zyaada hai, lehaza zyaada cheezoun ki wajah se kam cheezoun ko chodh do aur tankanae haraam se nikal kar halaal ki was-atoun mein aajao, is ne tumhare rizq ka zimma leliya hai aur tumhein aamaal baja laane ka hukm diya gaya hai lihaza jis cheez ka zimma leliya ja chuka hai is ki talash wa talab wa faraez ke baja lane se tumhari nazroun mein muqaddam na hona chahiye magar khuda ki qasam tumhara tarz e amal aisa hai ke dekhne waley ko shubah hone lage, aur aisa maloom ho ke rizq ka haasil karna to tum par farz hai, amal ki taraf badho aur maut ke achanak aajane se daro isliye ke umr ke palat ki ummeed ho sakti hai aur ummeed nahi ke umr ka guzra hua kal aaj palat aayega, ummeed to aane waley ki ho sakti hai aur jo guzar jaaye is se to mayoosi hi hai Allah se daro jitna is se darne ka haq hai aur jab maut aaye to tum ko bahr e soorat musalman hona chahiye."
},
{
"id":113,
"khutba":"QUTBA  NO.113",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Talab e baraan ke liye Aap a.ske duaiya kalemaat ;- Baar e ilaha (khusk saali hai) hamare pahadoun ka sabza bilkul sookh gaya hai aur zameen par khaak udh rahi hai hamare chowpaaye pyaase hain aur apne chowpayoun mein bokhlaye hue phirte hain aur is tarha chala rahe hain jis tarha rone waliyaan apne bachoun par bayn karti hain aur apni charagaahoun ke phere karne aur taalaboun ki taraf basad e shouq badhne se aajiz aagaye hain, parwardigaar in cheeqne wali bakrioun aur shouq bhare lehje mein pukarne wale ounthoun par rahem kar, khudaya tu raastoun mein unki pareshaniaan aur gharoun mein in ki cheeq pukaar par taras khaa, baar e ilaha jabke qahet saali ke laghar aur nidhaal ounth hamari taraf palt padhe hain aur bazahir barasne wali ghatein aa aake ban barse guzar gayee to hum teri taraf nikal padhe hain, tu hi dukh dard ke maaroun ki aas hai aur tu hi ilteja karne waloun ka sahara hai, jab ke log be-aas hogaye aur badaloun ka uthna bandh hogaya aur maveshi bejaan hogaye to hum tujh se dua karte hain ke hamare aamaal ki wajah se hamari girafth na kar aur hamare gunahoun ke sabab se humein (apne azaab mein na dhar le). Ay Allah tu dhuaandaar barish wale abr aur chaajoon pani barsane wali barkha rut aur nazroun mein khub jaane wale haryadil se apne daman e rahmat ko hum par phaila de wo musladhar aur lagataar is tarha bars eke in se mari hui cheezoun ko zinda karde aur guzri hui baharoun ko palta de. Khudaya aisi sairaabi ho ke jo (murda zameenoun ko) zinda karne wali sairaab banane wali aur bharpoor barasne wali aur sab jagah phail jaane wali aur pakeezah wa ba-barkat aur khushgawaar shadaab ho jis se nabataat phalne phoolne lage aur ji se tu apni aajiz wa zameengeer bando ko sahara de kar upar uthaye aur apne murda sharoun ko zindagi baqshe, ay Allah aisi sairaabi ke jis se hamare tile sabza-posh hojaye aur nadi naale bah nikle aur aas paas ke atraaf sar sabza wa shadaab ho jaye aur phal nikal aaye aur chow-paaye jee uthe aur door ki zameenien bhi tar ba tar hojaye aur khule maidaan bhi us se madad paa sake, apni phailne wali barkatoun aur badi badi baqshishoun se jo teri tabah haal maqlooq aur baghair chrwahe ke khule phirne wale haiwanoun par hai, hum par aisi baarish ho jo pani se sharaboor kardene wali aur moosladhaar lagataar barasne wali ho is tarha ke barshe baarishoun se takraye aur boondoun ko tezi se dhakele (ke taar bandh jaaye) is ki bijli dhoka dene wali na ho aur na ufaq par chaa jani wali ghata pani se khaali ho aur na safed abar ke tukde bikhre bikhre se ho aur na sirf hawa ke thande jhokoun wali bonda-baandi ho kar rah jaaye (yun barsa ke) qahat ke maare hue is ki sar sabzioun se khush-haal hojaye aur khushk saali ki saqtiaan jhelne wale is ki barkatoun se jee uthein aur tu hi wo hai jo logoun ke na-ummeed hojane ke baad meena barsata hai aur apni rahmat ke daman phaila deta hai aur tu hi waali wa waaris aur (achchi) sifatoun wala hai. "
},
{
"id":114,
"khutba":"QUTBA  NO.114",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Allah ne Aap saws ko haq ki taraf bulane wala aur maqlooq ki gawahi dene wala bana kar bheja, chunanche Aaap saws ne apne parwardigar ke paighamoun ko pohonchaya, na us mein kuch susti kin a kotahi aur Allah ki raah mein is ke dushmanoun se jihad kiya jis mein na kamzoori dikhai na heele bahane kiye wo parhezgaaroun ke Imam aur hidayat paane waloun (ki aankhoun) ke liye basarat, isi khutbe ka ek juz ye hai-; jo cheezein tum se pardah e ghayb mein lapeit di gayee hain agar tum bhi inhein jaan lete jis tarha main jaanta hoon to bila-shubah tum apni bad-amalioun par rote hue aur apne nafsoun ka matam karte hue aur maal wa mataan ko baghair kisi nigehbaan aur baghair kisi nigahdasht karne wale ke yunhi chodh chaad kar khule maidanoun mein nikal padhte aur har shaqs ko apne hi nafs ki padhi hoti kisi aur ki taraf mutawajjeh hi na hota, lekin jo tumhe yaad dilaya gaya tha usey tum bhool gaye aur jin cheezoun se tumhe daraya gaya tha us se tum niddar hogaye, is tarha tumhare khayalaat bhatak gaye aur tumhare saare umoor darham barham hogaye. Main ye chahta hoon ke Allah mere aur tumhare darmiyaan judai daal de aur mujhe un logoun se mila de jo tumse zyaada mere haqdaar hain. Khuda ki qasam! Wo aise log hain jinke khayalaat Mubarak aur sarkashi wa baghavat ko chodhne waley the wo khadam aagey badha kar Allah ki raah par holiye aur seedhi raah par (be khatak) daude chale gaye, chunache inhoune humesha rahne wali aakherat aur umdah wa pakeezah nematoun ko paaliya. Tumhein maloom hona chahiye ke tum par bani saqeef ka ek ladka tasallat paalega wo daraaz qad hoga aur bal khaa kar chalega wo tumhare tamaam sabzah raazoun ko chupayega. Aur tumhari charbi tak pighladega, haan ay Abu Wazha kuch aur."
},
{
"id":115,
"khutba":"QUTBA  NO.115",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Jis ne tum ko maal wa mataah baqsha hai is ki raah mein tum usey sarf nahi karte aur na apni jaanoun ko us ke liye khatre mein daalte ho, jisne in ko paida kiya hai tum ne Allah ki wajah se bandoun mein izzat wa aabroo payee lekin is ke bandoun ke saath husn e salook karke is ka ekteraam wa ikraam nahi karte, jin makanaat mein agle log aabaad the in mein ab tum muqeem hote ho aur qareeb se qareebtar bhai guzar jaate aur tum rah jaate ho is se ibrat haasil karo."
},
{
"id":116,
"khutba":"QUTBA  NO.116",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Tum haq ko qayam karne mein (mere) naasir wa madadgaar ho aur deen mein (ek doosre ke) bhai bhai ho aur saqtioun mein (meri) sipar ho aur tamaam logoun ko chodh kar tum hi mere raazdaar ho, tumhari madad se rugardani karne wale par main talwar chalata hoon aur pesh qadmi karne waloun ki itaat ki tawaqqoh rakhta hoon aisi khair khwahi ke saath meri madad karo ke jis mein dhoka fareb zarra na no aur shak wa badgumaani ka shayba tak na ho is liye ke main hi logoun (ki imamat) ke liye sab se zyaada awla aur muqaddam hoon."
},
{
"id":117,
"khutba":"QUTBA  NO.117",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Ameer ul Momineen as ne logoun ko jamah kiya aur inhein jihad par aamadah karna chaha to wo log deir tak chup rahe to Aap as ne farmaya tumhein kya hogaya hai, kya tum goonge hogaye ho? To ek girooh ne kaha ke ay Ameer ul Momineen as agar Aap as chalein to hum bhi Aap as ke humraah challenge, jis par Hazrat as ne farmaya -; tumhein kya hogaya hai, tumhein hidayat ki taufeeq na ho aur na seedhi raah dekhna naseeb ho kya aise halaat mein Main hi nikloun, is waqt to tumhare jawan mardoun aur taaqatwaroun mein se jis shaqs ko main pasand karoon usey jana chahiye mere liye munasib nahi ke main lashkar, shaher, bait ul maal zameen ke kharaaj ki farahmi, musalmanoun ke muqaddamaat ka tasfia aur mutaleba karne waloun ke huqooq ki dekh bhaal chodh doon aur lashkar liye hue doosre lashkar ke peeche nikal khada hoon, aur jis tarha khaali tar kash mein be paikaal ka teer halat jhulta hai junbish khaata rahoon, Main chakki ke andar ka wo qutub hoon ke jis par wo ghoomti hai jab tak main apni jagah par thahra rahoon aur agar maine apna maqaam chodh diya to is ke ghoomne ka daira mutazalzal hojayega. Khuda ki qasam! Ye bohot bura mashwera hai Qasam baKhuda agar dushman ka muqabla karne se mujhe shahadat ki ummeed na ho jab ke wo muqabla mere liye muqaddar ho chuka ho to main apni sawarioun ko (sawaar hone ke liye) qareeb kar leta aur tumhein chodh chaad kar nikal jaata, aur jab tak junoobi aur shumaali hawaein chalti rahti tumhein kabhi talab na karta. Tumhare shumaar mein zyaada rehne se kya faayda jabke tum ek dil nahi hojate, maine tumhein saheeh raaste par lagaya hai ke jis mein aisa hi shaqs tabah wa barbaad hoga jo qud apne liye halakat ka samaan kiye baitha ho aur jo is raah par jama rahega wo jannat ki taraf aur jo phisal jayega wo dozaq ki janib badhega."
},
{
"id":118,
"khutba":"QUTBA  NO.118",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Khuda ki qasam mujhe paighamoun ke pohonchane, waadoun ke poora karne aur ayatoun ki sahih taweel bayaan karne ka khoob ilm hai aur hum Ahlebait (Nabuat) as ke paas ilm wa maarefat ke darwaaze aur shariat ki roshan raahein hain, aagah raho ke deen ke tamaam khwaneen ki rooh ek aur is ki raahein seedhi hain, jo in par holiya wo manzil tak pohonch gaya aur bahrayaab hua aur jo thahra raha wo gumraah hua aur (aakhirkaar) naadim wa pareshaan hua. Us din ke liye amal kar ke jis ke liye zaqeere faraham kiye jaate hain aur jis mein neiyyatoun ko jaancha jaata hai, jise apni hi aql faayda na pohonchaye ke jo us ke paas maujood hai to (doosroun ki) aqlein ke jo is se door aur aujhal hai, faayda rasaani se daro ke jis kit apish tez aur gehrai bohot zyaada hai, aur (jahaan pahanne ko) lohe ke zewar aur (peene ko) peep bhara lahoo hai. Haan jis shaqs ka zikr khair logoun mein khuda barqaraar rakhe wo is ke liye is maal se kahin behtar hai, jiska aisoun ko waaris banaya jaata hai jo is ko sarahte tak nahin."
},
{
"id":119,
"khutba":"QUTBA  NO.119",
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Hazrat as ke ashaab se ek shaqs uth kar Aap as ke saamne aaya aur kaha ke Ya Ameer ul Momineen pehle to Aap as ne hume tahkeem se roka aur phir is ka hukm bhi diya, nahi maloom ke in dono mein se kounsi baat zyaada sahi hai. (ye sunkar) Hazrat as ne apne haath par haath maara aur farmayaJis ne ahad e wafa tod diya us ki yehi baadaash hua karti hai, Khuda ki qasam! Jab maine tumhe tahkeem ke maan lene ka hukm diya tha isi amr e nagawaar (jung) par tumhein thahraye rakhta ke jis mein Allah tumhare liye behtari hi karta, chunanche tum is par jame rehte to main tumhe seedhi raah par le chalta aur agar tedhe hote to tumhein seedha kar deta aur agar inkaar karte to tumhara tadraak karta to bila shubah ye ek mazboot tareqekaar hota. Lekin kis ki madad se aur kis ke bharose? Main tum se apna charah chahta tha aur tum hi mera marz nikle, jaise kaante ko kaante se nikaalne wala ke wo jaanta hai ke ye bhi isi ki taraf jhukega, Khudaya is muuzi marz se charagar aajiz aagaye hain aur is kuwein ki rassiaan kheynchne wale thak kar baith gaye hai. wo log kahaan hai ke jinhein Islam ke taraf dawat di gayi to inhoune usey qubool kar liya aur Quran ko padha to is par amal kiya, jihad ke liye inhein ubhara gaya to is tarha shauq se badhe jaise doodh dene wali ounthniaan apne bachoun ki taraf. Inhoune talwaroun ko niyamoun se nikaal liya aur dasta ba dasta aur saf ba saf badhte hue zameen ke atraaf par qaaboo paaliya, in mein se kuch mar gaye kuch bach gaye na zinda rehne waloun ke  mashdah hain wok hush hote hain aur na marne waloun ki taaziat se mutaasir hote hain, roone se unki aankhein safed, rozoun se unke pet laghar, duaoun se un ke hoonth khushk aur jaagne se un ke rang zard hogaye the aur farautni wa aajizi karne waloun ki tarha un ke chehre khaak-aalood rehte the, ye mere wo bhai the jo (duniya se) guzar gaye, ab hum haq bajanib hain agar in ki deed ke pyaase ho aur un ki firaaq mein apni botiaan kaatein, beshak tumhare liye shaitaan ne apni raahein aasaan kardi hain, wo chahta hai ke tumhare deen ki eke k giraah kholde aur tum mein ek-jaahi ke bajaay phoot daalde tum us ke was-wasoun aur jhaad phoonk se muh modhe raho aur nasihat ki peshkash karne wale ka hadiya qubool karo aur apne nafsoun mein is ki giraah baandh lo."
}
]