[
{
"id":1 ,
"khutba":"Khubta No. 01" ,
"text":"BISMILLAHI AR RAHMAN AR RAHEEM (is mein ibteda e aafreinish zameen aur aasmaan aur paidaish e Adam a.s. ka zikr farmaya hai)Tamaam hamd is Allah ke liye hai jis ki madah (tareef) tak bol ne waloun ki rasaaie (pohonch) nahin, jis ki nematoun ko gin-ne wale gin nahi sakte. Na koshish karne wale is ka haq ada karsakte hain, Na baland parwaaz himmatein us-e- paa sakti hai na aql aur fahem ki gahraiyaan is ki tah tak pohonch sakti hai. Us ki kamala e zaat ki koi had muaiyyan nahin. Na us ke liye tauseefi (sifaati) alfaaz hain na us ki ibteda (shuru-aat) ke liye koi waqt hai, jise shumaar mein laya jaa sake, na uski koi muddat hai jo kahin par khatm ho jaye. Us ne maqlooq ko apni qudrat se paida kiya, apni rahmat se hawaoun ko chalaya, thar tharaati hui zameen par pahadoun ki meqein (pillars) gaadh di. Deen ki ibteda is ki Ma-arefat hai, kamaal e ma-arefat is ki tasdeeq hai, kamaal e tasdeeq TAUHEED hai, kamaal e Tauheed tannazia aur Ikhlaas hai aur ikhlaas ye hai ke us se sifatoun  ki nafi        ( substract ) ki jaaye. Kyon ki har Sifat shahid (gawah ) hai ke wo apne mausoof ki ghair hai aur har mausoof shahid hai ke wo sifat ke alawa koi cheez hai. Lihaza jis ne zaat e Ilahi ke alawa sifaat maane, us ne zaat kaa ek doosra saathi maan liya aur jis ne is ki zaat ka koi doosra saathi maana us ne duiee (do maan na ) paida ki jis ne duiee  paida ki us ne is ke liye juz bana daala aur jo is ke liye ajza ( parts ) ka qa-el hua wo us se be-qabar raha aur jo is se be-qabar raha us ne usey qaabil e ishaara samajh liya aur jis ne usey qaabil e ishara sanajh liya us ne is ki had bandi kardi aur jo usey mahdood samjha wo usey doosri cheezoun hi ki qataar mein le aaya jis ne ye kaha ke wo kisi cheez mein hai us ne usey kisi shay ( matter ) ke ziman mein farz kar liya aur jis ne ye kaha ke wo kisi cheez par hai us ne aur jagahoun ko is se khaali samajh li. Wo hai hua nahi. Maujood hai magar adam (nowhere) se wajood mein nahin aaya. Wo har shay ke saath hai, na jismani ittesaal ki tarha, wo har cheez se alaihdah hai, na jismani doori ke taur par, wo faa-el (kaam karne wala) hai, lekin harkaat aur aalaat ka mohtaaj nahin, wo is waqt bhi dekhne wala tha jab ke maqlooqaat mein koi cheez dekhne wali na thi. Wo yagana (ek) hai is liye ke iska koi saathi hi nahin hai ke jis se wo manoos hua aur usey khokar pareshaan ho jaaye. Is ne pehle pahel khalq (creation) ko ijaad (invent) kiya. Baghair kisi fikr ki julani ke aur baghair kisi tajrube ke jis se faayda uthane ki usey zaroorat padhi ho aur baghair kisi harkat ke jise usne paida kiya ho aur baghair kisi walwale aur josh ke jis se wo betaab hua ho. Har cheez ko us ke waqt ke hawale kiya. Be jood cheezoun mein tawazan wahem aahangi paida ki. Har cheez ko judagaana tabiat wa mizaaj ka haamil banaya aur tabiat ke liye munasib sooratein zaroori qaraar di. Wo in cheezoun ko in ke wajood mein aane se pehle jaanta tha. In ki had aur nahiat (neiyyatoun) par ahaata kiye hue tha aur in ke nufoos (nafsoun) aur aaza (organs) ko pehchaanta tha. Phir ye us ne kushaada faza,waseeh atraaf aur aknaaf aur qala (vacuum) ki wasatein khalq ki aur in mein aisa pani bahaya jis ke darya e mawaej ki lehren toofani aur bahr e  zaqaar ki maujein tah ba tah thi ise tez hawa aur tund aandhi ki pusht par laada. Phir usey paani ke paltaane ka hukm diya aur usey is ke paaband rakhne par qaabu diya aur usey is ki sarhad se mila diya. Is ke neeche hawa door tak phaili hui thi aur upar paani thaatein maarta tha. Phir Allah Subhanahu ne is paani ke andar ek hawa khalq ki, jis ka chalna baanjh tha aur isey is ke markaz(center) par qaraar rakha. Is ke jhoonke tez kardiye aur iske chalne ki jagah door wa daraaz tak phailadi phir is hawa ko mamoor (hukm diya) kiya ke wo paani ke zaqeere ko thapede de aur bahr e be karaan ki maujoon ko uchaale is hawa ne paani ko youn mathh diya jis tarha dahi ke mashkize ko matha jaata hai aur isey dhakelti hui tezi se chali. Jis tarha qaali fazaein chalti hain aur paani ke ibtedaai hisse par aur thehre hue ko chalte hue paani par paltaane lagi yahaan tak ke is mastalatum paani ki sateh baland hogayi aur wo tah bat tah paani jhaag dene laga Allah ne wo jhaag khuli hawa aur kushaada faza ki taraf uthai aur is se saatoun aasmaan paida kiye. Neeche wale aasmaan ko ruki hui mauj ki tarha banaya aur upar walay aasmaan ko mahfooz chath aur balanad imaarat ki soorat mein is tarha qayam kiya ke na sutoonoun (pillars) ke sahare ke sahare ki haajat thi na bandhanoun se jood ne ki zaroorat phir un sitaroun ki subah wa bhaj aur raushan taaroun ki chamak damak se aaraasta (sajaya) ki aur un mein zuu paash chiraagh aur jagmagata chaand rawaan kiya jo ghoomne walay falak chalti phirti chath aur jumbish khaane wali loh mein hai. Phir Khuda wand e Aalam ne baland aasmanoun ke darmiyaan shigaaf paida kiye aur in ki wasatoun (spaces) ko tarha tarha ke farishtoun se bhar diya. Kuch un mein sar ba sujood hain jo rukuh nahin karte, kuch rukuh mein hain jo seedhe nahin hote, kuch safein baandhe hue hain jo apni jagah nahin chodhte aur kuch pakeezgi bayaan kar rahe hain jo uktaate nahin, na un ki aankhoun mein neend aati hai na unki aqloun mein bhool chook paida hoti hai na unke badanoun mein susti wa kaaheli aati hai na un par nisyaan (bhool) ki ghaflat taari hoti hai, in mein kuch toh wahi e Ilahi ke ameen, us ke Rasooloun ki taraf paighaam rasaani ke liye zabaan e Haq aur us ke Qataie faisloun aur farmanoun ko le kar aane jaane walay hain, kuch us ke bandoun ke nigehbaan aur jannat ke darwaazoun ke paasbaan hain, kuch wo hain jin ke qadam zameen ki tah mein jame hue hain aur un ke pahloo atraaf e aalam se bhi aagay badhe hue hain. In ke shaane arsh ke paayoun se mael khaatey hain. Arsh ke saamne un ki aankhein jhuki hui hain aur us ke neeche apne paroun mein lipte hue hain aur in mein aur doosri maqlooq mein izzat ke hijaab aur qudrat ke saraa parde hael hain.Wo shakl wa soorat ke saath apne Rab ke tasawwur ko aakhri tasawwur nahin karte na usey mahal aur makaan mein ghira hua samajhte hain na ashbah aur nazroun se us ki taraf ishaara kate hain.(Adam a.s. li taqleeq ke bare mein farmaya)Phir Allah ne saqt wa narm aur shereen wa shoura zaar zameen se mitti jama ki usey paani se itna bhigoya ke wo saaf hokar nithar gayi aur tari se itna goondha ke us mein lass paida hogaya. Us se ek aisi soorat banaie jis mein moodhein aur joodh aazaein aur muqtalif hisse usey yahaan tak sikhaya ke wo khud tham saki aur itna sakht kiya ke wo khankhana ne lagi. Ek waqt e muayyin aur muddat e maloom tak usey youn hi rahne diya. Phir us mein Rooh phoonki, toh wo aise Insaan ki soorat mien khadi hogayi jo quwah e zahni (mind power) ko harkat dene wala fikri harkaat se tasarruf (action) karne wala. Aazah wa jawaareh se qidmat lene wala aur haath pairoun ko chalane wala hai aur aisi shinaqat ka maalik hai jis se haq wa baatil mein tameez  karta hai aur muqtalif mazoun (tastes), buoun, rangoun aur jinsoun (species) mein farq karta hai. Quood ranga rang ki mitti aur milti julti hui muafaq cheezoun aur muqalif zidoun (opposites) aur mutaazaad khatoun (different lines) se uska qameer (material,ingredients) hua hai.Yaani garmi,sardi,tariee,khushki ka paikar hai. Phir Allah ne farishtoun se chaha ke wo us ki sounpi hui dauliat ada karein aur us ke paimaan wasiat ko poora karein. Jo sajda e Adam ke hukm ko tasleem karne aur us ki buzurgi ke saamne tawazeh wa farootni ke liye tha. Is liye Allah ne kaha ke Adam ko sajda karo.Iblees ke siwa sab ne sajda kiya. Usey asbiyat (takabbur) ne ghair liya. Badbaqti us par chagayi. Aag se paida hone ki wajah se apne ko buzurg wa bar-tar samjha aur khankhanati hui mitti ki maqlooq ko zaleel jana. Allah ne usey mohlat di taa ke wo poore taur par ghazab ka mustaheq ban jaaye aur Bani Adam ki aazmaish paa e takmeel tak pohonche aur vaadah poora hojaye. Chunanche Allah ne us se kaha ke tujhe waqt e muayyin ke din tak mohlat hai. Phir Allah ne Adam ko aise ghar mein thairaya jahaan unki zindagi ko khushgawar rakha. Inhein Shaitaan aur uski adawat se bhi hoshiyaar kardiya. Lekin un ke dushman ne un ke jannat mein thaher ne aur nekokaaroun mein mil jhul kar rahne mein hasad kiya aur aakhir kaar inhein fareib de diya. Adam ne yaqeen ko shak aur iraade ke istehkaam ko kamzori ke haathoun bech daala. Masarrt ko khauf se badal liya aur fareib qurdagi ki wajah se nadamat uthaiee. Phir Allah ne Adam ke liye tauba ki gunjaesh rakhkhi.inhein rahmat ke kalme sikhae, jannat mein dobara pohonchane ka un se vaadah kiya aur inhein daar e ibtela aur mahal e aafzaaesh e nasl mein utaar diya.Allah Subhanahu ne unki aulad se ambiya chune. Wahih par un se ahad wa paimaan liya.          Tableegh e Risaalat ka inhein amen banaya, jab ke aksar logoun ne Allah ka ahad badal diya tha. Chunanche wo us ke Haq se beqabar hogaye. Auroun ko us ka shareek bana dala. Shayateen ne is ki Ma-arefat se inhein rugardaan (door) aur us ki ibaadat se alag kardiya.Allah ne un mein apne Rasool maboos kiye aur lagataar Ambiya bhehe taa ke un se fitrat ke ahad wa paimaan poore kara-e-. us ki bhooli hui nematein yaad dilaye. Aur inhein qudrat ki nishaaniaan dikhaye. Ye saroun par baland baam aasmaa, un ke neeche bicha hua farsh e zameen, zinda rakhne wala samaan e maashiat. Fana karne wali ajlein, budha kar dene wali beemariaan aur pay dar pay aane wale haadse. Allah subhanahu ne apni maqlooq ko baghai kisi farsatadahPaighambar ya aasmani kitaab ya daleel qataee ya tareeq e raushan ke kabhi youn hi nahin chodha. Aise Rasool jinhein tadaad ki kami aur jhutlane waloun ki kasrat darmaninda wa aajiz nahin karti thi. Un mein koi sabeq tha jo baad mein aane wala ka naam wa nishaan bataya. Koi baad mein aaya jise pehla pohonchwa chuka tha. Isi tarha muddatein guzargayi, zamane beet gaye,baap dadaoun ki jagah par un ki auladein bas gayi, yahaan tak ke Allah subhanahu ne aeifaa e ahad wa itmaam e nubuat ke Mohammad saws ko maboos kiya, jin ke mutaalaq Nabioun se ahad wa paimaan liya ja chuka tha, jinki alamat e zahoor mashoor mahal zahoor Mubarak wa masood tha.Is waqt zameen par basne waloun ke maslak juda juda, khwahishien mutafarriq wa paragandha aur raay alag alag thi. Youn ke kuch Allah ko maqlooq se tashbeeh dete the, kuch is ke naamoun ko bigaadh dete the, kuch usey chodh kar auroun ki taraf ishaara karte the. Khuda wand e aalam ne Aap saws ki wajah se inhein gumrahi se hidayat ki raah par lagaya aur Aap saws ke wajood se inhein jehalat se chudhaya.Phir Allah subhanahu ne Mohammad saws ko apne liqa (mulaqaat) wa qurb ke liye ke liye chuna, apne khaas inaamaat Aap saws ke liye pasand farmaay daar e duniya ki bood wa baash se Aap saws ko balandtar samjha aur zahmatoun se ghiri hui jagah se Aap saws ke ruq ko moodha aur duniya se ba-izzat Aap saws ko uthaliya. Hazrath saws tum mein us tarha ki cheezein chodh gaye jo Ambiya apni ummatoun mein chodh tea aye the. Is liye ke wo tareeq e waazeh wa nishaan e mohkam qayam kiye baghair hi be qaid wa band inhein nahin paighaam Rabbani pohoncha ke hujjat tamaam karein. Aql ke dafeenoun ko ubhaare chodhte the. Paighambar saws ne tumhari parwardigaar ki kitaab tum mein chodhi hai. Is haalat mein ke inhein kitaab ke haraam wa halaal, waajib wa mustaheb, naseq wa mansooq, raqs wa azaaem, khaas wa aam, ibrad wa misaal, muqaiyad wa mutlaq, mohkam wa mutashaabe ko waazeh taur par baayaan kardiya, majmal aayatoun ki tafseer kardi. Us ki guththioun ko suljha diya is mein kuch aayatein wo hai jin ke jaan ne ki pabandi aayad ki gayi hai aur kuch wo hai ke agar us ke bande un se nawaqif rahein toh muzaeqa nahin. Kuch ahkaam aise hain jin ka wajoob kitaab se saabit hai aur hadees se un ke mansooq hone ka pata chalta hai aur kuch ahkaam aise hain jin par amal karna hadees ki ruu se wajib hai lekin kitaab mein un ke tark ki ijaazat hai. Is kitaab mein baaz wajibaat aise hain jin ka wujoob waqt se wabasta hai aur aur zamane aainda mein unka wujoob bartafaf hojata hai.Quraan ke mahramaat (haraam) mein bhi tafreeq (difference), kuch kabirah hain jin ke lye aatish e jahannum ki dhamkiaan hain aur kuch saghira hain jin ke liye maghferat ke tawaqqoaat paida kiye hai. Kuch aamaal aise hain jin ka thoda se hissa bhi maqbool hai aur ziyada se ziyada izaafeh ki gunjaaesh rakhi hai. Hajj ke silsile mein Farmaya a.s., Allah ne apne ghar ka Hajj tum par wajib kiya, jise logoun ka Qibla banaya hai, jahaan log is tarha khich kar aate hain jis tarha pyaase haiwaan paani ki taraf aur is tarha waraftagee se badhte hain jis tarha kabootar apne aashiaanoun ki jaanib, Allah jalle shanahu ne is ko apni azmat ke saamne in ki firotani wa aajizi aur apni izzat ke aitraaf ka nishaana banaya hai, us ne apni maqlooq mein se sunne walay log chun liye jinhoun ne is ki awaaz par labbaik kahi aur us ke kalaam ki tasdeeq ki wo Ambiyaoun ki jagah par khade. Arsh par tawaaf karne farishtoun se shabahat iqtiyaar ki. Wo apni ibaadat ki tijaarat gaah mein munaafoun ko sameit te hain, aur is waadagah maghferat ki taraf badhte hai. Allah subahnahu ne Quraan mein farmaya ke Allah ka wajib alawa haq logoun par ye hai ke wo khana e kaaba ka hajj karein jinhein wahaan tak pohonch ne ki istetaat ho aur jis ne kufr kiya toh jaan le ke Allah saare se beniyaaz hai."
},
{
"id":2 ,
"khutba":"Khubta No. 02" ,
"text":"BISMILLAHI AR RAHMAN AR RAHEEM Siffeen se palat ne ke baad farmaya;Allah ki hamd o san’aa karta hoon, is ki nematoun ki takmeel chahiye, is ki izzat wa jalaal ke aagay sar jhukaane aur us ki maasiyat (na farmani) se hifazat haasil karne ke liye aur us se madad maangta hoon us ki kifayat aur dastageeri ka mohtaaj hone ki wajah se jise wo hidayat kare wo gumaraah nahi hoya jise wo dushman rakhe usey kahin thikana nahin milta jis ka wo kafeel ho wo kisi ka mohtaaj nahin rehta ye (hamd aur talab e imdaad) wo hai jis ka har wazan mein aane wali cheez se pallah bhaari hai aur ganj garaan maaye se behtar wa bartar hai. Main gawahi deta hoon ke Allah ke alawa koi mabood nahin jo yakta wa la-shareek hai. Aisi gawahi jis ka khuloos parkha jaa chukka hai. Zindagi bhar hum isi se wabasta raheinge aur isi ko pesh aane wale qatraat le liye zaqeera bana kar rakheinge, yehi gawahi imaan ki mazboot buniyaad aur husn e amal ka pehla qadam aur Allah ki khushnoodi ka zariya aur Shaitaan ki doori sabab hai aur ye bhi gawahi deta hoon ke Mohammad saws is ke abd aur rasool hain jinhein shohratyaafta deen manqoolshuda nishaaniaan likhi hui kitaab zoofishaan nor chamakti hui roshni aur faisla kun amr ke saath bheja taake shukook wa shubahaat ka izaala kiya jaaye aur dalael (ke zaiye se) se hujjat tamaam ki jaaye. Ayatoun ke zariye se daraya jaaye aur uqoobatoun (azaab) se khauf dilaya jaaye. (is waqt haalat ye thi ke) log aise fitnoun mein mubtela the jahaan deen ke bandhan shakasta, yaqeen ke sutoon mutazalzal, usool muqtalif aur halaat paragandha the. Nikalne ki raahein tang wa tareek thi. Hidayat gumnaam aur zalalat humgeer thi.Allah ki muqalefat aur Shaitaan ko madad di jaa rahi thi, imaan be sahara tha chunanche is ke sutoon girgaye aur shahraahein ujad gayi wo Shaitaan ke peeche lag kar is ki raahoun par chalne lage aur is ke ghaat par utar padhe.in hi ki wajah se is ke pharere har taraf lehrane lage the aise fitoun mein jo inhein apne samoun se roundte aur apne khuroun se kuchalte the. Aur apne nachboun ke bal mazbooti se khade hue the  toh wo log in mein har aan wa sar gardaan,jaahil wa fareibqor wo the. Ek aise ghar mein jo khud achcha magar us ke bas ne walay bure the, jahaan neend ke bajaay bedaari aur surme ki jagah aansoo the, is sarzameen par aalim ke muh mein lagaam thi aur jaahil moazziz aur sarfaraaz tha.Isi qutbe ka ek hissa jo Ahlebait e Nabi saws se muta-allaq hai ;Wo sir e khuda ke amen aur is ke deen ki panaahgah hai, ilm e Ilahi ke maghzan (khazane) aur hikmatoun ke marjah hain. Kutub e aasmani ki ghaadiyaan aur deen ke pahaad hain, inhi ke zariye Allah ne is ki pusht ka qam (jhukaw) seedha kiya aur is ke pahluoun se zauf (kamzoori) ki kapkapi door ki.Doosroun ke muta-allaq ;Inhoun ne fasq (jhoot) wa fujoor ki kaasht (cultivate) ki ghaflat wa fareib ke paani se, is ummat mein kisi ko Aal e Mohammad saws par qiyaas nahi kiya jaa sakta. Jin logoun par in ke ahsaanaat humesha jaari rahe hoo wo in ke barabar nahi ho sakte. Wo deen ki buniyaad aur yaqeen ke sutoon hain. Aage badh jaane walay ko in taraf palat kar aana hai aur peeche rah jaane walay ko in se aakar milna hai. Haq e Vilayat ki khususiat in hi ke liye hai aur in hi ke baare mein Paighambar saws ki wasiat aur in hi ke liye wirasat hai. Ab ye waqt wo hai ke Haq apne ahal ki taraf palat aaya aur apni sahih jagah par muntaqil hogaya."
},
{
"id":3 ,
"khutba":"Khubta No. 03" ,
"text":"BISMILLAHI AR RAHMAN AR RAHEEM Shaqshaqiya ke naam se mashoor hai ;Khuda ki qasam ! farzand e Abu Qahafa ne pairahan e khilafat pahen liya. Halaanke wo mere baare mein achchi tarha jaanta tha ke mera khilafat mein wahi maqaam hai jo chakki ke andar is ke keel ka hota hai. Main wo (koh e baland) hoon jis par se sailaab ka paani guzar kar neeche gir jaaata hai aur mujh tak parindah par nahin maar sakta.( is ke bawajood) Maine khilafat kea age pardah latka diya aur us sey pahloo tahe kar li aur soochna shuru kiya ke apne kate hue haathoun se karoun ya us sey bhayanak teergee par sabr kar lounjis mein sin raseeda bilkul zaeef aur bachcha boodha hojata hai aur momin is mein jid o jahad karta hua apne parwardigaar ke paas pohonch jaata hai. Mujhe is andher par sabr hi qaireen e aql nazar aaya. Lihaza maine sabr kiya. Halaanke aankhoun khalish thi aur qulq mein (gham wa ranj ke) phande lage hue the. Maine apni miraas ko lut te dekh raha tha yahaan tak ke pehle ne apni raah li aur apne baad khilafat ibne Qattab ko de gaya. ( phir ye shair padha )“kahaan ye din jo faaqay ke paalaan par kat-ta hai aur kahaan wo din jo hayyan bar aur jaaber ki sohbat mein guzarta tha. Taajub hai ke wo zindagi mein toh khilafat se sabakdosh hona chahta tha lekin apne marne ke baad is ki buniyaad doosre ke liye istamwaar karta gaya. Be shak in donoun ne saqti ke saath khilafat ke thanoun ko aapas mein baant liya. Us ne khilafat ko ek saqt wa darsht mahl mein rakh diya ke charr ke kaari the. Jis ko chuu kar bhi durushti mehsoos hoti thi. Jahaan baat baat mein thokaar khana aur phir uzr karna tha. Jis ka is se sabeqa padhe wo aisa hai jaise sarkash ounthni ka sawaar ke agar mehaar khainchta hai toh is ki naak ka darmiyaani hissa hi shigaafta hota jaata hai jis ke baad mehaar dena hi namumkin hojata hai. Aur agar bag ko dheela chodh deta hai toh wo is ke saath mohlikoun mein padh jaayega. Is ki wajah se baqaa e eizad ki qasam! Log kajravi sarkashi, matloon mizaaji aur be raah roovi mein mubtela hogaye. Maine is taweel muddat aur shadeed musibat par sabr kiya, yahaan tak ke doosra bhi apni raah laga, aur khilafat ko ek jamaat mein mahdood kar gaya aur mujhe bhi is jamaat ka ek fard khayaal kiya. Ay Allah mujhe is shuraa se kya lagao? in mein ke sab se pehle ke muqable hi mein mere istehqaaq wa fazeelat mein kab shak tha jo ab un logoun mein main bhi shaamil kar liya gaya houn. Magar maine ye tareeqa iqtiyaar kiya tha ke jab wo zameen ke nazdeek ho kar parwaaz kar ne lagi toh bhi aisa hi karne lagoon aur jab wo ounche ho kar udh ne lage toh maine bhi isi tarha parwaaz karoun.In mein se ek shaqs toh keenah wa inaad ki wajah se mujh se munharif ho gaya aur doosra damaadi aur bughz na guftahbah baatoun ki wajah se idhar jhuk gaya. Yahaan tak ke is qoum ka teesra shaqs peit phailaye sargeen aur chaare ke darmiyaan khada hua aur us ke saath is ke bhai band uth khade hue. Jo Allah ke maal ko is tarha nigalte the jis tarha ounth fasal e rabi ka charah churta hai. Yahaan tak ke wo waqt aagaya jab us ki bati hui rassi ke bal khul gaye aur us ki badamalioun ne is ka kaam tamaam kardiya aur shikampuri ne usey muh ke bal gira diya.  Us waqt muhje logoun ke hujoom ne wahshatzada kardiya jo meri jaanib bajo ke ayaal ki tarha har taraf se lagataar badh raha tha yahaan tak ke aalam ye hua ke Hassan a.s. aur Hussain a.s. kuchle jaa rahe the. Wo sab mere gird bakrioun ke gale ki tarha ghera dale hue the magar is ke bawajood jab main amr e khilafat ko le kar uththa toh ek girooh ne bayat todh daali aur doosra deen se nikal gaya aur teesre giroh ne fasq iqtiyaar kar liya. Goya inhoun ne Allah ka ye irshaad sunahi na tha ke “ ye aakhirat ka ghar humne in logoun ke liye qaraar diya hai jo duniya mein (be jaa) balandi chahte hain na fasaad phailate hain aur achcha anjaam parhezgaaroun ke liye hai ” haan haan khuda ki qasam in logoun ne is ayat ko suna tha aur yaad kiya tha, lekin in ki nigahoun mein duniya ka jamaal khub gaya aur is ki saj dhaj ne inhein lubha diya.Dekho us zaat ki qasam jis ne daane ko shigaafta kiya aur zee ruh cheezein paida ki, agar bayat karne waloun ki maujoodgi aur madad karne waloun ke wajood se mujh apr hujjat tamaam na hogayi hoti aur wo ahad na hota jo Allah ne Ulema se le rakha hai ke wo zaalim ki shikam puri aur mazloom ki garsangi par sukoon wa qaraar se na baithein toh main khilafat ki bag door isi ke kandhe par daal deta aur is ke aakhir ko is pyaale se sairaab karta jis pyaale se is ko awwal sairaab kiya tha aur tum apni duniya ko meri nazroun mein bakri ki cheenk se bhi ziyada na qaabile aiytna paate. Logoun ka bayaan hai ke jab hazrat qutba padhte hueis maqaam tak pohonche toh ek Iraqi bashindah aage badha aur ek naawishta hazrat ke saamne pesh kiya Aap a.s. usey dekhne lagey. Jab faregh hue toh ibne Abbas ne kaha ya Ameerul Momineen a.s. aap ne jahaan se qutba chodha tha wahin se is ka silsila aagey badhayein. Hazrat ne farmaya ke ay ibne Abbas ye SHAQSHAQIYA (gosht ka wo narm lothda jo ounth ke muh se masti wa haijaan ke waqt nikalta hai) tha jo ubhar kar dab gaya. Ibne Abbas kehte hai ke mujhe kisi kalaam ke muta-allaq itna afsoos nahi hua jitna is kalaam ke muta-allaq, is bina par hua ke Hazrat wahaan tak na pohonch sake jahaan tak wo pohonchana chahte the."
},
{
"id":4 ,
"khutba":"Khubta No. 04" ,
"text":"BISMILLAHI AR RAHMAN AR RAHEEM Hamari wajah se tumne (gumrahi ki) teergioun mein hidayat ki roshni paaie aur raf-at wa balandi ki chotioun par qadam rakha, aur Hamar sabab se andheri raatoun ko andherioun se subah e hidayat ke ujaloun mein aagaye. Wo kaan behre hojayein jo chillaane walay ki cheeq pukaar na sune. Bhala wo kyun kar meri kamzoor aur dheemi awaaz ko sun payenge jo Allah o Rasool saws ki baland bang sadaoun ke sunne se bhi be behra (laparwa) rah chuke hon. In diloun ko sukoon wa qaraar naseeb ho jin se khauf e khuda dhadkanein alag nahi hoti, main tum se hameshaan az ru e bewafai hi ke nataej ka muntazar raha aur fareib khurdah logoun jaise rang dhang ke saath tumhein bhaanp liya tha. Agar che deen ke naqaab ne mujh ko tum se chupaye rakhkha lekin meri neiyyat ke sidq (sachchai) wa safa ne tumhari sooratein mujhe dikhadi thi. Main bhatkaane wali raahoun mein tumhare liye jaadah e Haq par khada tha jahaan tum milte milaate the magar koi raah dikhaane wala na tha. Tum kunwa khodte the magar paani nahi nikaal sakte the. Aaj maine apni is khamoosh zabaan ko jis mein badi haan ki quwwat hai goya kiya hai is shaqs ki raay ke liye doori ho jis ne mujh kinara kasha ki.Jab se mujhe Haq dikhaya gaya hai main ne kabhi is mein shak wa shubha nahi kiya. Hazrat Moosa ne apni jaan ke liye khauf ka lihaaz kabhi nahin kiya, balke jaahiloun ke ghalbe aur gumraahi ke tasallat tha (isi tarha meri ab tak ki khamooshi ko samajhna chahiye) aaj hum aur tum Haq aur baatil ke dorahe par khade hue hain, jise paani ka itmenaan hai wo pyaas mehsoos nahi karta, isi tarha meri maujoodgi mein tumhein meri qadr nahi."
},
{
"id":5 ,
"khutba":"Khubta No. 05" ,
"text":"BISMILLAHI AR RAHMAN AR RAHEEM Jab RasoolAllah SAWS Ne Duniya Se Rahlat Farmaiee Toh Abbas Aur Abu Sufiaan Ibne Harb Ne Aap a.s. Se Arz Kiya Ke Hum Aap a.s. Ki Bay-At Karna Chahte Hain, Jis Par Hazrat Ne Farmaya –Aye Logo! Fitno Wa Fasad Ki Maojo Ko Najat Ki Kashtion Se Cheer Kar Apne Ko Nikal Le Jao.  Tafreqa wa Inteshar Ki Rahon Se Apna Ruq Modh Lo, Faqar Wa Mabahaat Ke Taj Utaar Dalo, Sahi Tareeq E Amal Iqtiyaar Karne Mein Kamyaab Wo Hai Jo Uthe To Par wa Baal Ke Saath Uthe Aur Nahi Toh (Iqtedaar Ki Kursi) Doosroun Ke Liye Chodh Baithe. Aur Is Tarha Khalq E Khuda Ko Bad Amani Se Rahat Mein Rakhkhe. (Is Waqt Talab E Khilafat Ke Liye Khade Hona) Ye Ek Gandla Paani Aur Aisa Luqma Hai Jo Khaane Walay Ke Gulugeer Hokar Rahega. Phaloun Ko In Ke Pakne Se Pehle Chunne Wala Aisa Hai Jaise Doosroun Ki Zameen Mein Kaasht Karne Wala. Agar Bolta Hoon Toh Log Kehte Hain Ke Ye Duniayavi Sultanat Par Mite Hue Hain Aur Chup Rehta Hoon Toh Kehte Hain Ke Maut Se Dargaye. Afsoos Ab Ye Baat Jab Ke Main Har Tarha Ke Nasheb Wa Faraaz Dekhe Baitha Hoon, Khuda Ki Qasam Abu Talib a.s. Ka Beta Maut Se Itna Manoos Hai Ke Bachcha Apni Maa Ki Chathi Se Itna Manoos Nahin Hota. Albatta Ek Ilm Poshida Mere Seene Ki Tahoun Mein Lipta Hua Hai Ke Ise Zahir Kardoun Toh Tum Isi Tarha Pej Wa Tab Khaane Lago Jis Tarha Gehre Kuwaun Mein Rassiaan Larazti Aur Thar Tharaati Hain."
},
{
"id":6 ,
"khutba":"Khubta No. 06" ,
"text":"BISMILLAHI AR RAHMAN AR RAHEEM Jab Aap Se Ye Kaha Gaya Ke Aap a.s. Talha Wa Zubair Ka Peecha Na Karein Aur In Se Jung Karne Ki Na Than Lein Toh Aap a.s. Ne Farmaya- ; Khuda Ki Qasam Main Is Bajju Ki Tarha Na Honga Jo Lagataar Khatkhata e  Jaane Se Sota Hua Ban Jaata Hai. Yahaan Tak Ke Is Ka Talabgaar (shikari) Is Tak Pohonch Jaata Hai Aur Ghaat Lagakar Baithne Wala Is Par Achanak Qaabu Paaleta Hai. Balke Main Toh Haq Ki Taraf Badhne Waloun Aur Goosh Par Awaaz E Itaa-At Shearoun Ko Lekar In Khata Wa Shak Mein Padhne Waloun Par Apni Talwar Chalata Rahunga Yahan Tak Ke Meri Maut Ka Din Aajaye. Khuda Ki Qasam! Jab Se Allah Ne Apne Rasool SAWS Ko Duniya Se Uthaya Barabar Doosroun Ko Mujh Par Muqaddam Kiya Gaya Aur Mujhe Mere Haq Se Mahroom Rakhkha Gaya."
},
{
"id":7 ,
"khutba":"Khubta No. 07" ,
"text":"BISMILLAHI AR RAHMAN AR RAHEEM Inhoun Ne Apne Har Kaam Ka Karta Dharta Shaitaan Ko Bana Rakhkha Hai Aur Is Ne In Ko Apna Aala Kaar Bana Liya Hai, Is Ne In Ke Seenoun Mein Ande Diye Hain Aur Bachche Nikaale Hain Aur In Hi Ki Goodh Mein Wo Bachche Reingte Aur Chalte Koodte Hain Wo Dekhta Hai Toh Unki Aankhoun Se Aur Bolta Hai Toh Unki Zabanoun Se. Is Ne Inhein Khataoun Ki Raah Par Lagaya Hai Aur Badi Baatein Saj Kar Un Ke Saamne Rakhkhi Hain Jaise Us Ne Inhein Apni Tasallat Mein Shareek Bana Liya Ho Aur Inhi Ki Zabaanoun Se Apne Kalaam E Baatil Ke Saath Bolta Hai."
},
{
"id":8 ,
"khutba":"Khubta No. 08" ,
"text":"BISMILLAHI AR RAHMAN AR RAHEEM Ye Kalaam Zubair Ke Muta-Allaq Is Waqt Farmaya Jab Ke Halaat Isi Qism Ke Bayaan Ke Mutaqazzi The, Wo Aisa Zaahir Karta Hai Ke Is Ne Bay-At Haath Se Karli Thi Magar Dil Se Nahin Kit Hi, Bahr E Soorat Is Ne Bay-At Ka Toh Iqraar Kiya Lekin Is Ka Ye Adaa Ke Is Dil Mein Khot That Oh Usey Chahiye Ke Is Daave Ke Liye Koi Daleel Pesh Kare Warna Jis Bay-At Se Munharif Hua Hai Is Mein Waapas Aaye."
},
{
"id":9 ,
"khutba":"Khubta No. 09" ,
"text":"BISMILLAHI AR RAHMAN AR RAHEEM Jang E Jamal Ke Ashaab Ke Muta-Allaq Farmaya-;Ay Raad Ki Tarha Garje Aur Bijli Ki Tarha Chamke, Magar In Donoun Baatoun Ke Bawajood Buzdili Hi Dikhai Aur Hum Jab Tak Dushman Par Toot Nahi Padhte Garajte Nahi Aur Jab Tak (Amali Taur Par) Baras Nahi Lete (Lafzoun Ka) Sailaab Nahi Bahate."
},
{
"id":10 ,
"khutba":"Khubta No. 10" ,
"text":"BISMILLAHI AR RAHMAN AR RAHEEM Jab Talha wa Zubair bay-at todh kar alag hogaye aur hazrat Ayesha ki humrahi mein Basra rawana hue to Hazrat ne ye kalemaat irshaad farmaye-;Shaitaan ne apne girooh ko jama kar liya hai aur apne sawaar wa pyaade samet liye hain, mere saath yaqeenan meri baseerat hai na main ne khud (jaan bujh kar) kabhi apne ko dhoka diya aur na waqaiy kabhi mujhe dhoka hua. Khuda ki qasam main in ke liye ek aisa hauz chalkaunga jis ka paani nikaalne wala main hoon. Inhein hamesha ke liye nikalne ya (nikal kar) phir waapas aane ka koi imkaan hi na hoga."
},
{
"id":11 ,
"khutba":"Khubta No. 11" ,
"text":"BISMILLAHI AR RAHMAN AR RAHEEM Jab Jang E Jamal Mein Alam Apne Farzand Mohammad Bin Hanafia Ko Diya Toh Un Se Farmaya – Pahaad Apni Jagah Chodh De Magar Tum Apni Jagah Se Na Hanta, Apne Daantoun Ko Beenchlena, Apna Kaasa Allah Ko Aaryat De Dena, Apne Qadam Zameen Mein Gaadh Dena, Lashkar Ki Aakhri Safoun Par Apni Nazar Rakhna Aur (Dushman Ki Kasrat Wa Taaqat Se) Aankhoun Ko Band Kar Lena Aur Yaqeen Rakhna Madad Khuda Hi Ki Taraf Se Hoti Hai."
},
{
"id":12 ,
"khutba":"Khubta No. 12" ,
"text":"BISMILLAHI AR RAHMAN AR RAHEEM Jab Khuda Wande Aalam Ne Aap a.s. Ko Jamal Waloun Par Ghalba Ata Kiya Toh Us Mauqeh Par Aap a.s. Ek Sahabi Ne Aap a.s. Se Arz Kiya Ke Mere Falaan Bhai Bhi Yahaan Maujood Hota Toh Wo Bhi Dekhta Ke Allah Ne Kaisi Aap a.s. Ko Dushmanoun Par Fatah Wa Kaamraani Ata Farmaie Hai, Toh Aap a.s. Ne Farmaya Ke Kya Tumhara Bhai Humein Dost Rakhta Hai? Us Ne Kaha Ke Haan, Toh Aap a.s. Ne Farmaya Ke Wo Hamare Paas Maujood Tha Balke Hamare Is Lashkar Mein Wo Ashqaas Bhi Maujood The Jo Abhi Mardoun Ke Sulb Aur Aurtoun Ke Shikam Mein Hain. Anqareeb Zamana Inhein Zaahir Karega Aur Un Se Imaan Ko Taqwiat Pohonchegi."
},
{
"id":13 ,
"khutba":"Khubta No. 13" ,
"text":"NA"
},
{
"id":14 ,
"khutba":"Khubta No. 14" ,
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Ye Bhi Ahle Basra Ki Mazammat Mien…….Tumhari Zameen (Samandar) Ke Paani Se Qareeb Aur Aasmaan Se Door Hai. Tumhari Aqlein Sabak Aur Daanaiyaan Qaam Hai. Tum Har Teer Andaaz Ka Nishaana Har Khaane Walay Ka Luqma Aur Seed Afganioun Ka Shikaar Ho."
},
{
"id":15 ,
"khutba":"Khubta No. 15" ,
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Hazart Usmaan Ko Ata Karda Jageerein Jab Musalmanoun Ko Paltaa Dein, Toh Farmaya – Khuda Is Qasam Agar Mujhe Aisa Maal Kahin Nazar Aata  Jo Aurtoun Ke Maher Aur Kaneezoun Ki Qareedari Par Sarf Kiya Ja Chukka Hota Toh Usey Bhi Waapas Palta Deta. Kyun Ke Adl Ke Taqazoun Ko Poora Karne Mein Was-At Hai Aur Jise Adl Ki Soorat Mein Tangi Mehsoos Ho Usey Zulm Ki Soorat Mein Zyaada Tangi Mehsoos Hogi."
},
{
"id":16 ,
"khutba":"Khubta No. 16" ,
"text":"BISMILLAHI AR RAHMAN AR RAHEEM   Jab Madina Mein Aap a.s. Ki Bay-At Hui Toh Farmaya –Main Qaul Ka Zimmedaar Hoon Aur Is Ki Sehat Ka Zaamin Hoon, Jis Shaqs Ko Is Ki Deeda Ibrat Ne Guzishta Aqubatein Waazeh Taur Se Dikhai Di Hoon, Isey Taqwa Shub-Haat Mein Andha Dund Koodne Se Rook Leta Hai. Tumehien Jaan Na Chahiye Ke Tumhare Liye Wahi Albatta Aat Phir Palat Aaye, Jo Rasool Saws Ki Baysat Ke Waqt The , Is Zaat Ki Qasam Jis Ne Rasool Saws Ko Haq Wa Sadaqat Ke Saath Bheja, Tum Buri Tarha Tah Wa Baala (Neeche –Upar) Kiye Jaoge, Aur Is Tarha Chaante Jaoge Jis Tarha Channi Se Kisi Cheez Ko Chaana Jaata Hai Aur Is Tarha Qalt Malt Kiye Jaoge Jis Tarha (Chamche Se Handiya) Yahaan Tak Ke Tunahre Adna (Chote) Aala (Bade) Aur Aala Adna Ho Jayenge. Jo Peeche The Aage Badh Jayenge Aur Jo Hamesha Aage Rehte The Wo Peeche Chale jayenge. Khuda Ki Qasam Maine Koi Baat Parde Mein Nahi Rakhi, Na Kabhi Kazb Bayani Se Kaam Liya , Mujhe Is Maqaam Aur Is Din Ki Pehle Hi Qabar Di Ja Chuki Hai. Maloom Hona Chahiye Ke Gunaah In Sarkash Ghodoun Ke Manind Hai Jin Par Un Ke Sawaroun Ko Sawaar Kar Diya Gaya Ho Aur Baagein Bhi In Ki Utaar Di Gayi Ho Aur Wo Leja Kar Inhein Dozaq Mein Phaand Padhein Aur Taqwa Karne Walay In Sawaarion Ke Manind Hain Jin Par In Ko Sawaar Kiya Gaya Ho Is Tarha Ke Baagein In Ke Haath Mein De Di Gayi Hoon Aur Wo Inhein Itmenaan Ke Saath Jannat Mein Utaar Dein.Ek Haq Hota Hai Aur Agar Haq Kam Hogaya Hai Toh Baaz Awqaat Aisa Hua Hai Aur Bohot Mumkin Hai Ke Who Is Ke Baad Baatil Chaa Jaaye, Agar Che Aisa Kam Hi Hota Hai Ke Koi Cheeez Peeche Hat Kar Aage Badhe.          Allama Razi rh. Farmate Hain Is Qutbe Ko Samajhna Aam Logoun Ke Bas Ka Nahi Bas Wohi Samajh Sakte Hain Jo Ka Ma Haqqahu Maarifat Se Waaqif Ho.Is Qutbe Ek Aur Hissa Ye Hai;-Jis Ke Pesh E Nazar Dozaq Wa Jannat Ho Is Ki Nazar Kisi Aur Taraf Nahin Uth Sakti, Jo Tez Qadam Daudh Ne Wala Hai Wo Najaat Yaafta Hai Aur Jo Talabgaar Ho Magar Sust Raftaar  Usey Bhi Tawaqha (Khwahish) Ho Sakti Hai Magar Jo (Iraadatan, Jaan Bujh Kar) Koyaahi Kar Ne Wala Ho Usey Toh Dozaq Mein Girna Hai. Daein Ya Baein Mein Gumrahi Ki Raahein Hain Aur Daarmiyaani Raasta Hi Siraat E Mustaqeem Hai. Is Raaste Par Allah Ki Hameshaan Rahne Wali Kitaab Aur Nabuat Ke Aasaar Hain, Isi Se Shariat Ka Nafaaz Aur Ijra Hua Aur Isi Ki Taraf Aakhirkaar Baazguzisht Hai, Jis Ne Ghalat Ad-Duaa (Iraada) Kiya Wo Tabaah Wa Barbaad Hua, Jisne Aftaraa Baandha Wo Nakaam Wa Na Muraad Raha. Jo Haq Ke Muqable Mein Khada Hota Hai Tabaah Ho Jata Hai. Aur Insaan Ki Jehaalat Is Se Badh Kar Kya Hogi Ke Wo Apni Qadr Wa Manzilat Ko Na Pehchaane, Wo Asl Wa Asaas, Jo Taqwe Par Ho Barbaad Nahi Hoti Aur Us Ke Hote Hue Kisi Qism Ki Kasht (Amal) Be Aab Wa Khushk Nahi Hoti. Tum Apne Ghar Ke Gooshoun Mein Chup Kar Baith Jao, Aapas Ke Jhagdoun Ki Islaah Karo, Taubah Tumhare Aqab (Peeche) Mein Hai. Hamd Karne Wala Sirf Apne Parwardigaar Ki Hamd Kare Aur Bhala Bura Kehne Wala Apne Hi Nafs Ki Malaamat Kare."
},
{
"id":17 ,
"khutba":"Khubta No. 17" ,
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Ye Qutba Un Logoun Ke Baare Mein Hai Ummat Ke Faisle Chukaane Ke Liye Masnad Qazaa Halaan Ke Wo Is Ke Ahal Ke Nahi Hote.Tamaam Logoun Mein Sab Se Zyaada Khuda Ke Nazdeek Mabghooz Do Shaqs Hain, Ek Wo Jise Allah Ne Is Ke Nafs Ke Hawale Kardiya Ho (Yaani Us Ki Bad Amaliyoun Ki Wajah Se Apni Taufeeq Salb Karli) Jis Ke Baad Wo Seedhi Raah Se Hata Hua Biddat Ki Baatoun Par Fareyftah Aur Gumraahi Ki Tableegh Par Mita Hua Hai. Wo Apne Hawaqahioun Ke Liye Fitna Aur Sabeqa Logoun Ki Hidayat Se Bargushta Hai. Wo Tamaam Un Logoun Ke Liye Jo Is Ki Zindagi Mein Ya Us Ki Maut Ke Baad Is Ki Pairvi Karein Gumraah Karne Walay Hai. Wo Doosroun Ke Gunahoun Ka Boojh Uthaye Hue Aur Khud Apni Khataoun Mein Jakda Hua Hai, Aur Doosra Shaqs Wo Hai Wo Hai Jis Ne Jehaalat Ki Baatoun Ki (Idhar Udhar Se) Batour Liya Hai. Wo Ummat Ke Jaahil Afraad Mein Daud Dhoop Karta Hai, Aur Apne Fitnoun Ki Tareekioun Mein Ghaafil Wa Madhoosh Padha Rehta Hai Aura Man Wa Aashti Ke Faaydoun Se Aankh Band Kar Leta Hai. Chand Insaani Aurat Wa Shakal Se Milte Julte Hue Logoun Ne Usey Aalim Ka Laqab De Rakha Hai Halaanke Wo Aalim Nahi Wo Aisi (Be Sood) Baatoun Ke Sameyt Ne Ke Liye Muh Andhere Nikal Padhta Hai Jin Ka Na Hona Hone Se Behtar Hai. Yahaan Tak Ke Jab Wo Is Gande Paani Se Sairaab Ho Leta Hai Aur Lalaiyni Baatoun Ko Jamaah Kar Leta Hai Toh Logoun Mein Qaazi Ban Kar Baith Jaata Hai Aur Doosroun Par Mushtabah Rehne Walay Masael Ke Hal Karne Ka Zimma Leleta Hai. Agar Koi Uljha Hua Masla Is Ke Saamne Pesh Hota Hai Toh Apni Raay Se Us Ke Liye Bharti Ki Farsoodah Daleel Muhaiyya Kar Leleta Hai Aur Phir Is Par Yaqeen Bhi Kar Leleta Hai. Is Tarha Wo Shuba-Haat Ke Uljhaav Mein Phansa Hua Hai Jis Tarha Makdi Khud Hi Apne Jaale Ke Andar, Wo Khud Ye Nahin Jaanta Ke Is Ne Sahih Hukm Diya Hai Ya Ghalat. Agar Sahi Baat Bhi Kahi Ho Toh Usey Ye Andesha Hota Hai Ke Kahin Ghalat Na Ho, Aur Ghalat Jawaab Ho Toh Usey Tawaqqo Rehti Hai Ke Shayed Yehi Sahih Ho, Wo Jehaalatoun Mein Bhatakne Wala Jaahil Aur Apni Nazar Ke Dhundlapan Ke Saath Tareekioun Mein Bhatakne Wali Sawaarioun Par Sawaar Hai. Na Is Ne Haqeeqat E Ilm Parkha Na Is Ki Tah Tak Pohoncha. Wo Riwayat Ko Is Tarha Darham Barham Karta Hai Jis Tarha Hawa Sukhe Hue Tinkoun Ko. Khuda Ki Qasam! Wo In Masael Ke Hal Kar Ne Ka Ahel Nahi Jo Is Se Pooche Jaate Hain Aur Na Is Mansab Ke Qaabil Hain Jo Supurd Kiya Gaya Hai. Jis Cheez Ko Wo Nahi Jaanta Is Cheez Ko Wo Koi Qaabil E Aytna Ilm Hi Nahin Qaraar Deta Aur Jahaan Tak Wo Pohonch Sakta Hai Is Kea Age Ye Samajhta Hi Nahi Ke Koi Doosra Pohonch Sakta Hai. Aur Jo Baat Us Ki Samajh Mein Nahi Aati Usey Pee Jata Hai, Kyun Ke Wo Apni Jehaalat Ko Khud Jaanta Hai. (Na Haq Bahaye Hue) Khoon Us Ke Naarawa Faiasloun Ki Wajah Se Cheeq Rahein Hain Aur Ghair Mustaheq Afraad Ko Pohonchi Hui Meeraasein Chala Rahi Hai. Allah Hi Se Shikwah Hai Un Logoun Ko Jo Jehalat Mein Jitne Hain Aur Gumraahi Mein Marjaate Hain. Un Mein Quraan Se Zyaada Koi Be Qeemat Cheez Nahin Jab Ke Usey Is Tarha Pesh Kiya Jaaye Jaisa Pesh Karne Ka Haq Hai Aur Is Quraan Se Zyaada In Mein Koi Muqbool Aur Qeemti Cheez Nahi. Is Waqt Jab Ke Is Ki Ayatoun Ka Be Mahel Istemaal Kiya Jaaye In Ke Nazdeek Neki Se Zyaada Koi Buraie Aur Buraie Se Zyaada Koi Neki Nahin."
},
{
"id":18 ,
"khutba":"Khubta No. 18" ,
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Fatawe (Fatwoun) Mein Ulema Ke Muqtalif Ul Aara Hone (Alag Alag Raay) Hone Ki Mazammat Mein Farmaya -; Jab In Mein Se Kisi Ek Ke Saamne Koi Maamlah Faisle Ke Liye Pesh Hota Hai Toh Wo Apni Raay Se Is Ka Hukm Laga Deta Hai. Phir Wohi Masla Doosre Ke Saamne Pesh Hota Hai Toh Wo Is Pehle Ke Hukm Ke Khilaaf Hukm Deta Hai Phir Ye Tamaam Ke Tamaam Qaazi Apne Is Khalifa Ke Paas Jama Hote Hai Jis Ne Inhein Qaazi Bana Rakhkha Hai, Toh Woh Sab Ki Raayoun Ko Sahih Qaraar Deta Hai Halaanke In Ka Allah Ek, Nabi Ek Aur Kitaab Ek Hai. (Inhein Ghour Toh Karna Chahiye) Kya Allah Ne Inhi Iqtelaaf Ka Hukm Tha Aur Ye Iqtelaaf Karke Is Ka Hukm Baja Late Hain Ya Is Ne Toh Haqeeqatan Iqtelaaf Se Mana Kiya Hai Aur Ye Iqtelaaf Kar Ke Amadan Is Ki Nafarmani Karna Chahte Hain. Ya Ye Ke Allah Ne Deen Ko Adhura Chodh Diya Tha Aur In Se Takmeel Ke Liye Haath Batane Ka Khwahishmand Hua Tha Ya Ye Ke Allah Ke Shareek The Ke Inhein Is Ke Ahkaam Mein Dene Ka Haq Ho, Aur Is Par Laazim Ho Ke Wo Is Par Razamand Hai Ya Ye Ke Allah Ne Toh Deen Ko Mukammal Utaara Tha Magar Is Ke Rasool Ne Is Ke Pohonchaane Aur Adaa Karne Mein Kotaahi Ki Thi. Allah Ne Quraan Mein Toh Ye Farmaya Hai Ke Hum Ne Kitaab Mein Kisi Cheez Ke Bayaan Karne Mein Kotaahi Nahin Ki Aur Is Mein Har Cheez Ka Waazeh Bayaan Hai Aur Ye Bhi Kaha Hai Ke Quraan Ke Baaz Hisse Baaz Hissoun Ki Tasdeeq Karte Hain Aur Is Mein Koi Iqtelaaf Nahi. Chunaanche Allah Ka Ye Irshaad Hai Ke Agar Ye Quraan Allah Ke Alawa Kisi Aur Ka Bheja Hua Hota Toh Tum Is Mein Kaafi Iqtelaaf Paate Aur Ye Ke Is Ka Zaahir Khushnuma Aur Baatin Gehra Hai. Na Is Ke Aja-Yebaat Mitne Walay Aur Na Is Ke Lataef Khatm Hone Walay Hain. Zulmat (Jehalat) Ka Parda Isi Se Chaak Hota Hai."
},
{
"id":19 ,
"khutba":"Khubta No. 19" ,
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Ameer ul Momineen a.s. Minbar E Kufa Par Qutba Irshaad Farma Rahe The Ke Ash-As Ibne Qais Ne Aap Ke Kalaam Par Aitraaz Karte Hue Kaha Ke Ya Ameer ul Momineen Ye Baat Toh Aap a.s. Ke Haq Mein Nahin Balke Aap a.s. Ke Khilaaf Padhti Hai Toh Hazrat Ne Usey Nigaahe Ghazab Se Dekha Aur Farmaya-;Tujhe Kya Maloom Ke Kounsi Cheez Mere Haq Mein Hai Aur Kounsi Cheez Mere Khilaaf Jaati Hai Tujh Par Allah Ki Phitkaar Aur Laanat Karne Waloun Ki, Tu Julahe Ka Beta Julaha Aur Kaafir Ki Goodh Mein Palne Wala Munafiq Hai, Tu Ek Dafah Kaafiroun Ke Haathoun Mein Aur Ek Dafah Musalmanoun Ke Haathoun Mein Aseer (Giraftaar) Hua Lekin Tujh Ko Tera Maal Aur Hasab Is Aar Se Na Bacha Saka Aur Jo Shaqs Apni Talwaar Chala De Aur Is Ki Taraf Maut Ko Daawat Aur Halaakat Ko Bulawa De Woh Isi Qaabil Hai Ke Qareebi Is Se Nafrat Karein Aur Door Walay Bhi Is Par Bharosa Na Karein."
},
{
"id":20 ,
"khutba":"Khubta No. 20" ,
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Jin Cheezoun Ko Tumhare Marne Waloun Ne Dekha Hai Agar Tum Bhi Inhein Dekh Lete To Ghabra Jaate Aur Sara Seemah Aur Muztarab (Bechain) Hojate Aur (Haq Ki Baat) Sunte Aur Is Par Amal Karte. Lekin Jo Inhoun Ne Dekha Hai Wo Bhi Tum Se Poshida Hai Aur Qareeb Hai Ke Wo Pardah Utha Diya Jaaye. Agar Tum Chashme Beena Wa Goosh Sanwaar Rakhte Ho Toh Tumhein Sunaya Aur Dikhaya Jaa Chukka Hai Aur Hidayat Ki Talab Hai Toh Tumhein Hidayat Ki Jaa Chuki Hai, Main Sach Kehta Hoon Ke Ibratein Tumhein Baland Awaaz Se Pukaar Chuki Hain, Aur Dhamkaane Waali Cheezoun Se Tumhein Dhamkaya Jaa Chuka Hai. Aasmani Rasooloun (Farishtoun) Ke Baad Basher Hi Hote Hain Jo Tum Tak Allah Ka Paighaam Pohonchate Hain. Isi Tarha Meri Zabaan Se Jo Hidayat Ho Rahi Hai Dar Haqeeqat Allah Ka Paighaam Hai Jo Tum Tak Pohonch Raha Hai."
},
{
"id":21 ,
"khutba":"Khubta No. 21" ,
"text":"BISMILLAHI AR RAHMAN AR RAHEEM  Tumhari Manzil E Maqsood Tumhare Saamne Hai. Maut Ki Saat (Ghanta/Hour) Tumhare Aqab (Peeche) Mein Hai, Jo Tumhein Aage Ki Taraf Se Le Chal Rahi Hai. Halke Halke Rahe Taake Aage Badhne Waloun Ko Paa Sako. Tumahre Agloun Ko Pichloun Ka Intezaar Karaya Jaa Raha Hai. (Ke Ye Bhi In Tak Pohonch Jaayein)."
},
{
"id":22 ,
"khutba":"Khubta No. 22" ,
"text":""
},
{
"id":23 ,
"khutba":"Khubta No. 23" ,
"text":""
},
{
"id":24 ,
"khutba":"Khubta No. 24" ,
"text":""
},
]
